[
    {
        "[临床资料]": "王某，男，38岁。初诊:1979年9月12日。主诉及病史:鼻流血15天。8月17日，突然鼻流血，最严重的一天流血5次，每次约100~300ml，继而时出时止，头昏晕痛，口渴鼻干，胸闷气逆，大便干。诊查:脉浮大数、84次/分，舌苔薄白、舌质红。",
        "[核心病机]": "热伤肺络;血热不固",
        "[临证体会]": "患者素体健康，今突发鼻衄，观其来势之迅猛，衄血量之多，实系热伤肺络、血热不固。"
    },
    {
        "[临床资料]": "谭某，男，9岁:初诊:1977年1月8日。主诉及病史:患儿于1岁9个月时突然发热、浮肿，当时诊为急性肾炎。以后曾在多所医院住院治疗，诊为慢性肾炎，曾用中西药物而疗效不显。后来家长失去信心，不再予治疗。1976年12月底，患儿发热、咳嗽，以后出现嗜睡、鼻衄、恶心、呕吐、尿少，于1977年1月某日急诊入院。入院时体检:明显消瘦，皮肤干燥，鼻翼煽动，呼吸困难，心律不齐。实验室检查:二氧化碳结合力12.2容积%，尿素氮216mg%，血色素5.8g，诊断为慢性肾炎、尿毒症、酸中毒、继发性贫血。入院后立即输液、纠正酸中毒及脱水;予抗生素和中药真武汤、生脉散加味方，症状稍有稳定，二氧化碳结合力上升至56容积%，但全身症状无大改善，仍处于嗜睡衰竭状态，同时有鼻衄、呕吐咖啡样物。1月6日血色素降至4.5g，当时曾予输血。1月7日患儿情况转重，不能饮食，恶心呕吐频频发作，服药亦十分困难;大便1日数次，呈柏油样便;并有呕血、呼吸慢而不整(14~18次/分)，心率减至60~65次/分，当即予可拉明、洛贝林、生脉散注射液交替注射。1月8日，患儿继续呈嗜睡衰竭状态，面色晦暗，呼吸减慢，心率减慢至60次/分，大便仍为柏油便，情况越来越重，因急请会诊。诊查:会诊时，患儿呈嗜睡朦胧状态，时有恶心呕吐，呼吸深长而慢，脉沉细微弱无力而迟，舌嫩润齿痕尖微赤，苔薄白干中心微黄。",
        "[核心病机]": "脾胃败绝;气阴两虚",
        "[临证体会]": "患儿症状主要呈恶心呕吐，进食困难，嗜睡半朦胧状态，呕血便血，证属脾胃败绝之象。患儿呈嗜睡状，脉沉细无力而迟，舌嫩齿痕微赤中心薄黄，证属气阴两虚，结合患儿全身情况看应属气阴两竭，分析患儿发病全过程，肾病已久一直未愈，当前主要症状系继发于原有肾病的基础上;波及脾兼及心肺。"
    },
    {
        "[临床资料]": "张某，男，38岁。初诊：1985年4月18日。主诉及病史：右耳因爆竹震聋，时历2个月。自感鸣响不息，耳边如有高声，则耳内倍觉不舒。西医诊断为“爆炸性耳聋”，经治未见好转。诊查：鼓膜完整，标志存在。音叉测验正常。舌薄苔，脉有弦意。",
        "[核心病机]": "肝肺被伤",
        "[临证体会]": "本例是由爆炸声引起的耳聋，中医认为，肝经循环于耳外，肺经结穴于耳中，且肝藏血、藏魂，肺主气、主魄。所以本案的发生是因惊魂骇魄，肝肺被伤，气滞血瘀所致。巨响惊魂骇魄，肝藏魂，肺藏魄，肝胆之经络环耳外，肺穴之笼葱在耳中，从此而鸣聋俱作，亦合乎情理之中。"
    },
    {
        "[临床资料]": "王某，男，28岁。初诊：1959年2月5日。主诉及病史：曾因“肺结核”住某疗养院疗养，肺病灶已近钙化，1959年2月5日，其妻来舍，具述患者于元月28日突然畏冷发烧，全身不适，食欲不振，呕吐腹泻，第五天眼睛发黄，第九天即2月5日，开始烦躁不安，神志不清，已由疗养院转入某附属医院急救，要求前往会诊。据该院主治医师介绍：患者发育正常，营养中等，呈急性重病容，全身发黄，神志不清；体检，因患者躁动不宁，无法进行；输液，亦因患者不合作而停止。血常规检查：血色素14.7g%，红细胞460万/mm3，白细胞5500/mm2。白细胞分类：中性粒细胞68%，淋巴细胞32%。肝功能检查：黄疸指数76单位，凡登堡氏试验立即反应，高田荒氏试验(+)，卢戈氏碘液试验(一)，麝香草酚浊度试验7单位，麝香草酚絮状试验(++)，硫酸锌浊度试验8.4单位，硫酸锌絮状试验(+)，尿胆原试验(+)，胆红质试验(十)。诊查：除上述情况外，舌苔黄腻，谵妄呕吐，大便溏泄，小便赤涩，脉象滑数有力。",
        "[核心病机]": "湿热邪毒壅阻肝胆而上犯于心",
        "[临证体会]": "本案属肝性昏迷，为湿热邪毒壅阻肝胆而上犯于心所致，病势凶险，病情复杂。"
    },
    {
        "[临床资料]": "某女，40岁。主诉及病史：患者少年时患风湿性关节炎，20岁时发现有风湿性心脏病。30岁有孕，生产时出现心衰，10年来心悸、气促、水肿反复发作，经中西医诊治不能完全缓解。此次复发急重，于1983年3月7日入我院急诊室留观治疗。入院时患者自觉心悸不宁，胸闷，喘促短气难续，咳咯白色泡沫痰，小便量少，下半身水肿。神清倦怠，急重病容，喘促声怯，强迫半坐卧位。面色苍白，暗晦，口唇、肢端轻度紫绀。右下胸肋间饱满，叩诊呈实音，呼吸音消失；其余肺野可闻少量干湿啰音。心尖搏动弥散，心前区可扪及不规则搏动，有猫喘；心界向左下扩大，可闻及四级收缩期杂音、三级舒张期杂音，心律不规则，心率120次/分。腹软，肝上界叩不清，下界于右肋下4cm可扪及，质中边钝，有压痛，肝颈静脉回流征阳性。脾于左肋下仅可触及。臀部以下凹陷性水肿。肝功能：除血清谷丙转氨酶160单位外，其余均正常。X线：心脏向两侧扩大，搏动不规则，右胸腔中等量积液。心电图：快速房颤伴室内差异传导，左右心室肥大、心肌劳损。超声心动图：二窄加二漏，全心各房室均扩大。人院后，中药曾用真武汤加丹参，每日1剂。西药先后用过西地兰、地高辛、心得安、多巴胺、双氢克尿塞、氟化钾、肌苷、维生素B?、氨茶碱、青霉素等。心悸、气促稍减轻，但水肿未消，仍房颤，心室率120次/分。遂请余会诊。诊查：除上述见症外，舌淡胖暗，苔薄白，脉促，沉细无力。",
        "[核心病机]": "痰瘀交结;本大虚而标实盛;心脾肾阳气欲脱",
        "[临证体会]": "本案患者正气内虚，腠理空疏，致使风寒湿气杂至侵犯而成痹；“脉痹不已，复感于邪，内舍于心”，心系受病，血脉失主，五脏失养，虚之更虚，致使水湿内停，水气凌心射肺，引起心悸、气促、水肿。今又受精神刺激，导致气滞血阻，升降失常，使病情急转直下，若处理不当，随时有阴阳离决的危象发生。且又见唇面暗晦，肢端紫绀，胁下瘢瘕，胸胀支饮，舌暗紫，脉促等，此为痰瘀交结之征象。故本案之心悸，实由心阳衰弱、水饮上扰、痰瘀阻络所致；水肿(痰饮)，为脾肾阳虚、土不制水、肾虚水泛而成；咳喘，是与正气虚弱，寒水射肺，肾不纳气有关；至于癜瘕，乃属心脾阳气不足、无力推动血脉运行，加之水湿不运，浸渍其中，水瘀停积而成。概括起来，本案为本大虚而标实盛。本虚，从五脏病变来看，以心脾肾为重点，从阴阳来看是以阳虚为主，而且达到心脾肾阳气欲脱的危重阶段。标实，为邪毒不解，成瘀成痰，血瘀、痰饮交结难解，外阻经脉，内迫脏腑。"
    },
    {
        "[临床资料]": "吴某，女，32岁。初诊：1973年2月。主诉及病史：1971年10月开始发现有黑粪，隐血试验阳性。当时诊断为上消化道出血。用止血药，出血依然不止。于1972年3月住某医院摄片，诊断为结肠肿瘤，5月19日进行手术。术后切片报告为结肠腺癌已侵入肌层。9月复查，脐后下腹又触及1个包块，约核桃大小。1973年2月来本院诊治。诊查：右下腹肿块已发展到鸡蛋大小，质较硬，并伴有腹痛、腹泻、胃纳不佳、形体消瘦等症状。苔薄白，质淡，脉细无力。",
        "[核心病机]": "肠胃的运化功能失常;水谷精微吸收差;气虚血衰",
        "[临证体会]": "本例手术后不到半年，癌肿复发转移而出现肿块，引起腹痛腹泻，胃纳不佳等症状。根据"
    },
    {
        "[临床资料]": "邓某，女，68岁。主诉及病史：咳喘反复16年，每年秋冬寒冷季节咳喘加重。1周来咳嗽气喘，痰黄稠，不能平卧，咽干口渴，气短难续，溲黄短量少，大便干结，胃纳甚少。胸透见两肺纹理增粗，化验白细胞增高，曾使用抗生素治疗，症无明显改善。诊查：诊见面色萎黄，唇干而暗，舌质深红，苔黄干，脉细数。",
        "[核心病机]": "肺阴虚",
        "[临证体会]": "本例患者病程较长，正气已虚，复感时邪，症状加重，临床表现以肺阴虚为主。"
    },
    {
        "[临床资料]": "黄某，女，29岁。主诉及病史：四肢和腰背关节疼痛多年，天气变化则痛增剧。近因天气转冷，关节疼痛复发，游走不定，步履困难，活动后气短、心悸，不思饮食，精神疲乏，且时觉小腹疼痛。诊查：脉浮而濡缓，舌质淡红，苔薄白。",
        "[核心病机]": "风寒湿邪留注肌骨;累及中、下二焦;影响气血生化",
        "[临证体会]": "素问·痹论》云：“风寒湿三气杂至，合而为痹也”。又云“邪之所凑，其气必虚。”本案患者素体虚弱，风寒湿邪留注肌骨，络脉不和，乃本虚标实之证。患者素体虚弱，风寒湿三邪乘虚而入，肌腠骨节受其侵袭，遂致痹塞不通。风邪偏胜，故呈游走性疼痛；寒邪内侵关节，故痹痛较重，遇冷加剧，步行艰苦；三邪内侵肝经，累及中、下二焦，所以不思饮食，常有小腹作痛；病久影响气血生化，故气短、心悸、神疲之症比较显著。"
    },
    {
        "[临床资料]": "王某，男，63岁。初诊：1977年2月10日。主诉及病史：患咳喘近20年，从1960年起逐年加重，寒冷时节发作较频。诊查：近10余日来气喘胸闷，气急气短，动则尤甚，不能平卧，伴咳嗽，痰多有大量泡沫。舌淡红偏晦，苔白，脉细弦缓。",
        "[核心病机]": "肾虚;肾阳虚",
        "[临证体会]": "患者年逾花甲，肾气早衰。肾虚不能纳气，气上逆则为咳喘；肾阳虚，故病好发于冬寒；肾为生痰之根，肾阳虚，则气不化津而水泛为痰。"
    },
    {
        "[临床资料]": "王某，男，60岁。初诊：1969年1月。主诉及病史：病员素有腰膝酸痛、头晕、失眠、耳鸣、咽干等症。最近因思想紧张，随时处于恐怖之中，遂至卒然昏倒，当即送该厂医院进行抢救，诊断为脑溢血。因病情危重，特邀我会诊。诊查：见病员昏睡病床，面部发红，喉间痰声辘辘，牙关紧闭。诊得脉弦而大，左尺脉重按似有似无，撬开牙关，见舌质红赤，上有滑液。",
        "[核心病机]": "肾阴亏损;肝阳上亢;风痰交阻",
        "[临证体会]": "此病员素禀肾阴亏损。腰为肾之府，肾主骨，故平时即有腰膝酸痛。肾主髓，脑为髓海，肾开窍于耳，肾精不充，复加肝阳上亢，故见失眠、脑转、耳鸣等症。肾脉络于舌本，肾中阴液不足，则咽喉干燥。肾阴本已亏耗，再加恐怖伤肾，使肾精更加受损。肝肾同源，肾精愈亏则肝阳愈亢，肝阳愈亢则阳热上冲，热盛炼痰，阳亢生风，风痰交阻，故见卒然昏倒，面部发红，喉间痰涌，牙关紧闭等症。其脉浮弦而大，左尺脉重按似有似无，舌红苔滑，亦符肾阴不充、肝风夹痰之证。"
    },
    {
        "[临床资料]": "商某，女，48岁。初诊：1981年5月18日。主诉及病史：患者于1958年赴新疆工作，因水土不服，操劳过度，导致流产3次。每次流产后，又因失于调养，遂致长期形神倦怠，腰痛身楚，四肢乏力，面色萎黄。20多年来，曾经多方医治，悉以痹证或风湿性疾病论治，攻多于补，卒未获效，病况日见加重，不得不随夫退休，定居榕城。诊查：现形体虚胖，纳食不甘，动则汗出，短气心悸，视物昏花，夜寐多梦，两眶黧黑，面色憔悴，腰酸溲频，周身关节酸楚，手指关节不灵，经闭10年。",
        "[核心病机]": "命门火衰;脾肾交馁;肝失温养",
        "[临证体会]": "患者20年来赴职新疆，塞外天寒，朔气凛冽，风湿外侵，在所难免。然而疏散风寒，卒鲜成效。经赵老细询病源，认定多次流产，失于调护，才是内伤主因。加以地居边陲，医疗不便，病常迁延失治，遂致元气渐伤，酿成现状。其人年未五旬，天癸已竭，肾气之虚，不言而喻；再参腰酸、眶黑、短气、神疲、心悸、虚胖、纳拙，无非命门火衰，脾肾交馁；眼花、多梦，面色憔萎，为肝失温养所致；至于关节不灵，指爪僵硬"
    },
    {
        "[临床资料]": "赵某，男，16岁。初诊：1977年3月19日。主诉及病史：双眼视力下降4个月余。诊查：视力：右眼远0.2，近0.3;左眼远0.1，近0.2。加镜无助。双眼外观端好。双眼底视神经乳头颜色苍白，边界清晰，筛板可见，动静脉血管大小比例正常，网膜未见出血及渗出，黄斑部中心凹光反射清晰。患者眩晕心烦，怔仲健忘，梦扰难寐；舌润，脉虚弱。西医诊断为视神经萎缩(双眼)。",
        "[核心病机]": "心营亏损",
        "[临证体会]": "赵某，为心营亏损，目窍失养，神光衰竭。"
    },
    {
        "[临床资料]": "卓某，女，20岁。初诊:1981年2月19日。主诉及病史:食后呕吐已2年余，常于餐后10~30分钟即发呕吐。有呕吐之征，而无恶心之感，至吐出所进饮食遂安，脘腹无明显胀痛不适感。餐后口干，喜进汤饮或喝水，但饮后又复呕吐。大便干结不畅，形体消瘦。患者一度不思饮食，曾查肝功能、上消化道钡餐均无异常发现，诊为“神经性呕吐”，屡经中西药物治疗，效果不彰。诊查:患者诉自发生呕吐以来，月经不潮长达7个月之久，去年一度潮后又复闭经，迄今未潮，且常感头昏，面色略显晦滞，但形体不变，性情沉闷，寡言不欢，懒于动作，时易气恼，大便5日一更，苔薄脉和弦小。",
        "[核心病机]": "胃气不降;肝气失疏",
        "[临证体会]": "“反胃”一证，究于胃气不降，而本例胃气所以不降，当责之于肝之失疏。盖患者餐后即吐，虽经2年，但形体不变，诊见弦脉，非一般虚寒无火不燠水谷之反胃可知，且见面色暗滞、性情沉闷、寡言易恼、经期不潮等一派肝气失疏、气机失畅之征。肝既郁而不疏，则中运滞而失降，此系本例反胃呕吐之病机癜结。"
    },
    {
        "[临床资料]": "王某，女，32岁，已婚。初诊：1972年7月13日。主诉及病史：婚后7年，迄今未孕。素日经期延后，量中等而色暗，常夹血块，经前两乳作胀，头晕泛恶，末次月经在1972年6月24日。刻诊少腹胀痛不欲按，带下色黄，粘浊臭秽，头疼，胁肋苦胀，日晡低热，西医诊为“原发性不孕”、“双侧输卵管粘连”。诊查：按脉沉弦，舌暗，苔黄略腻。",
        "[核心病机]": "气滞不舒;经脉瘀阻;湿蕴化热;清阳不升",
        "[临证体会]": "本例经期延后，色紫夹块，经前乳胁作胀，少腹隐痛，乃气滞不舒、经脉瘀阻之象；头晕泛恶、日晡低烧、带下黄臭乃湿蕴化热，熏蒸胃府，清阳不升，结于下焦，损及带脉所致。"
    },
    {
        "[临床资料]": "李某，女，33岁。初诊：1979年6月7日。主诉及病史：1978年11月间突然出现眩晕，以后每3～4天发作一次，发作时头晕目眩，视物旋转，不能站立，不敢睁眼，伴有恶心呕吐，约3～4小时后逐渐好转。本县医院诊为“美尼尔综合征”，经服西药镇静剂，效果不显，且发作日渐频繁；至今年5月，每日发作1～3次，每次约1小时左右。诊查：症见眩晕，耳鸣如蝉，心烦易怒，时口苦，少寐多梦，腰膝酸软，舌质红，脉弦细。",
        "[核心病机]": "肝肾阴虚;虚阳内扰",
        "[临证体会]": "本案眩晕，耳鸣如蝉，腰膝酸软，属肝肾阴虚无疑；心烦易怒、少寐多梦，乃阴虚不能敛阳，虚阳内扰；舌质红，苔薄黄，脉弦细，更为阴虚有热之明证。"
    },
    {
        "[临床资料]": "余某，男，40岁。主诉及病史：病人体壮形实，因感寒而发热头痛，一身尽痛，胸满咳嗽，嗳气口苦，大便欲解不畅，小溲短赤。诊查：脉象弦滑，舌苔白腻。",
        "[核心病机]": "食郁于胃;寒伤于表",
        "[临证体会]": "伤寒夹食证，是外伤于寒，内伤于食，寒郁于表而化热，食滞于里亦化热，表里皆热，相拒于少阳之枢。"
    },
    {
        "[临床资料]": "卢某，女，38岁。初诊:1971年6月12日。主诉及病史:患者素患慢性肾炎、肾性高血压。5月23日因饮食不周呕吐腹泻就诊，以急性胃肠炎收住院。经治疗胃肠炎症状消失，但浮肿尿少，血压不降。6月5日又发高热，左颈淋巴结发炎肿大如桃，灼热触痛，用青链霉素治疗后淋巴结肿痛减轻，但发热不退，全身皮肤出现粟粒样红色皮疹，继则全身皮肤潮红、肿胀，皮疹融合成片色紫红，自觉瘙痒作痛。血压180~200/110~120mmHg，二氧化碳结合力低于正常。病情严重，诊断为慢性肾炎合并肾性高血压，尿毒症，药物疹(链霉素过敏)。遂停用其他西药，以普鲁卡因封闭，请中医治疗。诊查:诊见患者发热，面目浮肿，鼻唇肿胀破裂出血，全身皮肤潮红、肿胀，面部胸腹四肢皮肤密布紫红斑块，几无隙处，部分伴渗液结痂，灼烧瘙痒，口干口苦，心烦不宁，辗转不寐，小便短赤。舌质红苔薄黄，脉弦数。",
        "[核心病机]": "毒热内迫营血;伤阴灼液",
        "[临证体会]": "本案因链霉素过敏引起剥脱性皮炎，症见高热不退，全身皮肤潮红，出现大片红斑逐渐融合，头面胸腹四肢皮肤紫红斑块密布，几无隙处，面部浮肿，鼻唇肿胀破裂出血，伴结痂渗出液体，并出现尿毒症，病情严重。此系中药毒、毒热内迫营血，血热沸腾，伤阴灼液，外发肌肤。"
    },
    {
        "[临床资料]": "王某，女，32岁，已婚。初诊：1973年9月13日。主诉及病史：去岁因产后大出血而休克，经抢救脱险。此后乳汁不下，倦怠乏力，气短自汗，继而毛发渐脱，乳房缩瘪，性欲减退，腰酸膝软，畏寒肢厥，白带清稀、淋漓而下，至今年余月事未潮。诊查：妇科检查，阴毛脱稀，宫体缩小，阴道粘膜轻度萎缩，伴有炎症，化验尿中17羟、17酮低于正常值，激素水平轻度低落，诊为席汉综合征。舌淡苔薄，脉沉细无力。",
        "[核心病机]": "冲任虚衰;下元虚冷;肾气不足",
        "[临证体会]": "因其产后失血过多，精血亏损，以致冲任虚衰，无血以下，故经闭不行。精不化气，命门火衰，下元虚冷，则性欲衰退，子宫萎缩，带下清稀，伴四肢厥冷，腰酸倦怠等症。发为血之余，其根在肾；卫源水谷，出于下焦，肾气不足，化源匮乏，毛失所养而脱落，卫失固护而自汗。"
    },
    {
        "[临床资料]": "张某，女，7个月。初诊：1960年5月20日。主诉及病史：4个月断乳吃牛奶，已2个月余，近因喂奶无定时，大便有时稀水，有时成块状，其他正常。诊查：指纹淡红，苔中白腻。",
        "[核心病机]": "消化功能紊乱",
        "[临证体会]": "半岁幼婴之体，脾胃功能尚属薄弱，喂养有节，方能适应，若无定时定量，即能引起消化功能紊乱，是以大便稀水或呈块状。"
    },
    {
        "[临床资料]": "谭某，女，31岁。主诉及病史：结扎术后，脚软，偶感腰痛不适。到处求医服药，迭进滋补肝肾、益气养血之剂，无效，反而双下肢逐渐弛痿，步行困难。自诉头晕不支，胸闷腹胀，呕恶不欲食。诊查：形不瘦而苔滑；脉虽细涩，重按之有力。治法：用二陈汤加枳实、葛根、白芥子、六曲之属。服药3剂而胸腹舒适，食纳有增；七剂而头目清爽，步履恢复正常。",
        "[核心病机]": "湿浊壅滞",
        "[临证体会]": "此例起于妄自猜疑，乱进补益，以致脾气被困，湿浊壅滞，经气不营。弛痿源于湿痰所阻，而非本质自虚。"
    },
    {
        "[临床资料]": "荣某，男，37岁。初诊：1958年7月7日。诊查：左足痿软酸楚，不便步履，溲黄咽干。脉细左沉，舌苔黄腻。",
        "[核心病机]": "肺胃阴虚;肝肾阴虚;湿热流注于下",
        "[临证体会]": "本例肺胃阴虚，即失“肺朝百脉”和“阳明主润宗筋”的功能；而肝肾阴虚则精血不足，筋骨亦失其濡养；加以湿热流注于下，漫淫于筋骨，筋骨纵弛而不能用，所以成为痿蹙。"
    },
    {
        "[临床资料]": "杨某，男，71岁。主诉及病史：有肺气肿病史。突然身热胸满，腹胀迫痛，大便1周未行，小便闭塞不通，势甚急迫。抬至某医院急诊，诊断为“老年前列腺肥大，尿潴留”。用导尿法甚感痛苦，抽去导尿管仍然点滴不出，呻吟叫喊，极难忍受。虽饮食不人，但医院不敢输液，恐增尿压。在急诊室2日，病情增剧，乃出院求治。诊查：脉象沉涩，舌质红绛少苔。",
        "[核心病机]": "血枯津燥;失于治节",
        "[临证体会]": "本例为老年患者，多下元亏虚，血枯津燥；加之肺气素虚，失于治节。“精血同源”，两亏又气虚失于运畅，故见二便不通，病势紧迫。"
    },
    {
        "[临床资料]": "徐某，男，29岁。初诊：1966年1月3日。主诉及病史：曾患贫血及上腹部疼痛。近3个月来又出现柏油样大便。西医诊断为上消化道出血、出血性贫血、肥大性肾炎。诊查：诊时面色萎黄，头晕心悸，食后脘腹作胀，大便黑如柏油。脉虚细，舌淡无津。",
        "[核心病机]": "血虚;肝气恣横;脾气散乱;血不归经",
        "[临证体会]": "因反复出血，血虚不能上举于脑而见眩晕；又由于肝气恣横损伤脾气，脾气散乱不能统血，致使血不归经而见便血。"
    },
    {
        "[临床资料]": "董某，男，52岁。主诉及病史:经体检发现胆囊结石，无绞痛。素有胃病，冬重夏轻。近来中脘作胀，嗳气频频，食欲不振，大便不畅。诊查:脉弦，舌质暗，苔黄腻。",
        "[核心病机]": "肝气不疏;胃失和降",
        "[临证体会]": "胆囊结石，肝气不疏;胃病多年，经常脘胀、嗳气、纳差、便干胃失和降。"
    },
    {
        "[临床资料]": "秦某，男，40岁。初诊:1956年5月16日。主诉及病史:多年来经常感觉头昏脑胀，记忆力减退，注意力涣散，睡眠时好时坏，有时劳累后感觉心慌，心跳加速，偶有脉搏间歇。曾于1950年到多处医院检查，诊断有风湿性心脏病，动脉硬化症。自此，精神负担日渐加重，疑虑、恐惧、悲观，对治好疾病丧失信心。近三五年来，病情逐渐加剧，性情孤僻，偏执易怒，喜静少言，忧郁寡欢，对外界事物兴趣淡漠，有时神识恍惚，表情呆滞，反应迟钝，甚至别人不加提醒不知自进饮食。这些症状时发时止，有时持续数天后始能逐渐恢复正常。1955年初，因阵发性心跳加快住医院治疗，入院后，严重失眠，甚至10余昼夜不能入睡，曾用大量安眠镇静剂，也只能短时入睡，醒时精神焦躁不安，不思饮食。上半身汗出、时发时止，大便秘结，数日一行，有时需借助洗肠排便，体质日渐虚弱。1956年4月中旬某日，患者突然僵卧于床，神识朦胧，两目凝视，表情忧郁，缄默不语，拒食，大便不行。诊为癔病性木僵，经中西医多方治疗不见缓解，乃邀刘老前往诊治。此时病人已僵卧不动、不语、不进饮食10余天，大便已17天未行。诊查:身体消瘦，卧床不动，皮肤暗黄，枯燥乏泽，上半身有汗，似睡非睡，两眼凝视，表情淡漠，默然不语，气息低微。舌质红，舌苔黑燥无津，带有芒刺，脉弦实滑数，检查不能合作。",
        "[核心病机]": "心肾两虚;肝气郁结;脾气不升;郁久化热;痰浊上逆",
        "[临证体会]": "此例癔病性木僵，病者素有心肾两虚，加之思虑太过，损及心脾，积忧过久，肝气郁结，脾气不升，气郁痰结，郁久化热，痰浊上逆，阻蔽神明，乃致木僵。"
    },
    {
        "[临床资料]": "易某，女，12岁。初诊：1975年3月2日。主诉及病史：11岁初潮，周期紊乱，经量偏多。某医院诊为青春期功能失调性子宫出血。近3个月来月经过频过多，时间延长。2月28日月经来潮，势如泉涌，昨天曾服凉血止血中药，药后流血更多(1天用1包卫生纸并很多棉花)，不能坐立，经色鲜红夹有血块，腹微痛，汗多，疲乏，腰酸，自觉烦热，口干，小便微黄。诊查：面色苍白，精神不振。舌淡红略胖，舌尖稍红，苔薄白润，脉细滑略弦。",
        "[核心病机]": "大量出血;阴随血耗",
        "[临证体会]": "本例为初潮不久的少女，经色鲜红，并自觉有烦热感及口干，似有血热之象，但因大量出血，热随血泄，阴随血耗。"
    },
    {
        "[临床资料]": "谢某，女，50岁。初诊：1979年4月。主诉及病史：素有高血压病史，常感头昏头痛，心悸烦躁。诊查：某日午后突然昏倒，神识昏瞀，两拳紧握，剧烈抽搐，面唇色红，双目睛有赤丝，牙关紧闭，喉中痰声辘辘，大便通而不畅，小便短赤如浓茶，舌质绛干，脉弦大滑数，血压280/130mmHg。",
        "[核心病机]": "水不涵木;肝火上冲",
        "[临证体会]": "本例患者为肝肾阴虚之体，水不涵木，肝阳偏亢，挟血、挟痰上冲而致昏厥抽搞之候。素体肾阴亏虚，肝阳偏旺，日久阴虚益甚，内火炽盛，故见舌质绛干、脉弦数、面唇红等。水不涵木，肝阳上亢，肝火上冲、挟血上涌，《内经》所谓“血之与气并走于上，则为大厥”，故清窍蒙蔽，突然昏厥。"
    },
    {
        "[临床资料]": "王某，女，2岁半。初诊：1983年6月16日。主诉及病史(其父代诉):午后发热，右侧肢体活动障碍，左眼外斜视40天。病始于1983年1月，持续高热1周，体温39～40℃，纳呆，消瘦，经某医院照胸片诊为右侧支气管淋巴结结核。住院接受链霉素、雷米封等治疗。2个月后体温逐渐恢复正常，胸片复查好转。但于1983年5月再次高烧，体温40℃以上，伴有嗜睡、喷射性呕吐、神志不清、阵阵抽搐。经查：瞳孔等大等圆，对光反射迟钝，项强，克尼格征阳性，右侧巴宾斯基征阳性。化验白细胞数11200/mm3，中性30%，淋巴69%，嗜酸1%，腰穿脑脊液压力升高，化验脑脊液细胞数1150/mm3，白细胞32%，蛋白微量，糖五管试验弱阳性。诊为结核性脑膜炎。抢救治疗两天，神志苏醒，体温较前下降，但发现右侧肢体瘫软无力，右下肢步履拖拉，行走需人搀扶，右上肢上举受限，右手呈握拳状难伸，左眼向外斜视，精神迟钝，言语不清，夜睡不安、盗汗，虽仍继续以抗结核药物及“脉通液”等治疗；但每日午后体温仍持续在37～38℃，现已40余日。诊查：体温37.5℃，神志尚清，答话含糊，面色不荣，精神不振，形体瘦弱，左眼向外斜视，右上肢上举，高不过头，右手指屈伸不能自如，呈握拳状拘挛，右下肢瘫软，舌红无苔，脉象细数。",
        "[核心病机]": "热邪伤及肺金;肾阴亏损;肝风内动",
        "[临证体会]": "患者始由热邪伤及肺金，母病及子，肺虚不能输布津液，肾失滋生之源，则肾阴亏损，肝风内动，邪留经络。症见骨蒸痨热，半身瘫痪，神昏抽搐等。"
    },
    {
        "[临床资料]": "邹某，男，54岁。初诊:1983年12月5日。主诉及病史:1972年发现血压高，3年前查出冠心病、慢性肝炎。诊查:现头昏、心悸乏力，有早搏，胃纳欠佳，早晨口干，脉象弦代，舌中黄腻。查体:肝脏剑突下4.5cm，肋下2cm，血压150/100mmHg。",
        "[核心病机]": "风阳上升;心气不足;脾虚湿热",
        "[临证体会]": "本例因烦劳过度，风阳上升而为高血压症，继以心气不足，出现早搏及代脉，后又因脾虚湿热久恋，成为慢性肝炎。肝、心、脾三经俱病，病情复杂，故久治未愈。"
    },
    {
        "[临床资料]": "张某，男，67岁，主诉及病史：左上腹长期作痛，病起于下痢之后，直肠镜有溃疡可见，西医诊为溃疡性结肠炎。大便常带脓血。1985年5月29日来针灸科治疗。诊查：左上腹隐隐作痛，天枢触之愀热胀痛，深压如有热肿癥瘕，脉取弦急，尺脉紧，而趺阳反小于寸口耳细。",
        "[核心病机]": "湿热之邪留恋肠道",
        "[临证体会]": "本例为湿热之邪留恋肠道，与气血相搏结，使肠道传导失司，脉络受伤，腐败化为脓血而痢下赤白；气机阻滞，腑气不通则腹痛。"
    },
    {
        "[临床资料]": "董左，45岁。主诉及病史：汗出多于午后，汗后形寒。诊查：脉象虚濡按之若无，口干思饮，自觉乏力。",
        "[核心病机]": "心阴;气虚",
        "[临证体会]": "今肺气不足，则卫气不布，肌表疏松，腠理开泄，故身常汗出，汗后卫气益虚，故形寒畏冷。午后为一日中阳气最盛之时，阳热扰动，津不内守，故汗出多见于午后。汗为心液，汗出日久，心阴受损，脉道空虚，故脉象虚濡按之若无。阴虚不能潮于上，则口干思饮。气虚机体失养，则倦怠乏力。"
    },
    {
        "[临床资料]": "陈某，男，35岁。初诊：1963年4月2日。主诉及病史：同房后翌日下午腰背脊一带疼痛，将近1周始能痊愈，已历3年。素患梦遗，有时失眠、神疲、头晕、目眩、乏力。幸胃纳尚好。二便正常.诊查：脉虚弱无力，苔淡白。",
        "[核心病机]": "心肾不交",
        "[临证体会]": "真阴不足，相火有余，因而精关不固，乃病遗泄。肾生精，精生髓，髓生脑，房事后肾气更虚，故腰背脊作痛；心肾不交，水火不济，故失眠头晕目眩乏力相继而来，皆由于心肾两亏所致。"
    },
    {
        "[临床资料]": "杨某，男，4岁。初诊：1981年4月27日。主诉(其父代诉)及病史：去年12月18日，今年4月12日，先后发痫，作羊叫声，神识昏迷，口吐泡沫，历时数分钟。诊查：现在四肢软乏，手足振颤，嗜睡。查其面白无华，眉目不开，苔白，脉细弱。",
        "[核心病机]": "神气怯弱;痰浊内蕴;闭塞心窍",
        "[临证体会]": "本案患儿禀赋不足，神气怯弱，痰浊内蕴，闭塞心窍而致病。正如《景岳全书·癞狂痴呆》篇云：小儿痫证“有从胎气而得者，有从生后受惊而得者。盖小儿神气尚弱，惊则肝胆奇气而神不守舍，舍空则正气不能主而痰邪足以乱之。"
    },
    {
        "[临床资料]": "仇某，女，28岁。初诊：1976年9月15日。主诉及病史：患者因高热，致左手硬直性抽搐，牙关紧闭，不省人事，住入某医院治疗，诊断为病毒性脑炎。经中西医结合积极治疗，昏迷40天后始逐渐苏醒，但语言不利，只能发单音，吞咽困难，口角流涎不断，知饥但不能进食，每天依赖鼻饲。后邀余会诊。诊查：观其神识欠清，舌质淡红，舌苔白腻，脉弦滑略数。",
        "[核心病机]": "感受署邪",
        "[临证体会]": "本例发病于盛夏之时，因感受署邪所致，见有高热、昏迷、抽搐、舌謇语涩等暑风证候。经中西医结合治疗，病情好转，但遗留吞咽困难、牙关紧、流涎、语涩、左手硬直等症状。此乃暑风后期，余邪未清，致风痰留阻，清窍失利。吞咽及语言与舌密切相关。如舌窍不利，则舌謇转动不灵。"
    },
    {
        "[临床资料]": "丁某，女，17岁。初诊:1965年4月5日。主诉及病史:患者于1965年4月4日清晨，过食昨夜剩余韭菜猪肉蒸包，于下午3点突发少腹疼痛，痛不可忍，晚间呕吐酸苦水，连吐3次，吐清水盈盆，遂于当晚9点赴某乡医院急诊，确诊为急性阑尾炎，拟转省某医院做手术，但患者父母不愿接受手术治疗，遂于4月5日晚8时半来我院门诊，要求中药治疗。诊查:患者腹痛阵作，右下腹部痛甚，按之痛加剧，腹皮略急，右足喜蜷曲，发热而不恶寒，面色赤红如醉，恶心呕哕，不思进食，二日未大便，脉沉滑而数，舌苔白腻。",
        "[核心病机]": "肠道积滞;气血凝瘀而化热",
        "[临证体会]": "本例是由饮食不慎，寒温失调，加之体劳过度，暴进冷食之后，又负重过劳，以致肠道积滞，气血凝瘀而化热，遂成痈肿。"
    },
    {
        "[临床资料]": "胡某，女，60岁。初诊：1977年2月28日。主诉及病史：15年前开始出现心悸心慌，易于激动，失眠多梦，逐渐发现两眼外突、发胀，脖子较前增粗，乏力多汗，两手颤抖，多食善饥，体反消瘦。1964年经省某医院诊断为“甲亢”，行手术治疗后症状消失。1976年旧病复发，服甲基硫氧嘧啶效果不显，于1977年2月28日收入我院附一院。诊查：患者身体消瘦，眼球外突，眼裂增大，甲状腺轻度肿大，苔薄黄，脉弦数，心率130次/分，基础代谢测定+100%。",
        "[核心病机]": "肝阳偏亢;痰热结聚",
        "[临证体会]": "本案患者系肝阴亏损、肝阳偏亢、痰热结聚之证。"
    },
    {
        "[临床资料]": "毕某，女，10岁。初诊:1963年5月10日。主诉及病史:近2个月来，胃纳呆滞，神疲肢倦，随时发热，夜间较重。\n诊查:面色萎黄，脉浮数，苔白。",
        "[核心病机]": "风湿之邪胶结;脾胃不和",
        "[临证体会]": "风湿之邪胶结，致发热多日，夜间较重。脾胃不和，致纳呆，神疲肢倦。"
    },
    {
        "[临床资料]": "余某，女，35岁，已婚。初诊：1985年6月24日。主诉及病史：近1年来，带下量多，色黄，有臭气；自觉逐渐消瘦，胸闷心慌，腹胀，纳谷不馨，肢软无力。月经周期基本正常，经前四五天腰及小腹两侧胀痛，经量中等，色略暗，末次月经6月18日来潮，现已净。妇科检查提示患有“双侧附件炎”。诊查：脉滑数而急(124次/分)，舌红，苔黄腻。",
        "[核心病机]": "湿困经络",
        "[临证体会]": "本例患者就诊时正值盛夏，感受时令湿热之气，其邪郁阻三焦。在上则胸闷心慌，在中则腹胀纳差，在下则带黄气臭。湿困经络则肢软乏力，舌红苔黄腻，脉急数均为湿热之象。"
    },
    {
        "[临床资料]": "张某，男，3岁。主诉及病史：患病毒性肺炎，高热、咳嗽10日，西医诊断为“病毒性肺炎”。经中西医治疗无效，于1977年4月11日入院。诊查：患儿发热10天，午后体温40℃，但不渴饮，喘咳胸满，不饥不食，腹胀拒按。小溲黄赤。入暮烦躁。舌红苔白厚腻，脉浮滑数。胸透右肺下部有片状阴影。",
        "[核心病机]": "浊湿阻滞中焦;上焦浊湿不化",
        "[临证体会]": "肺炎多属风温，但有少数属湿温。本案即属浊湿阻滞中焦。上焦浊湿不化，以致肺失肃降而发病。"
    },
    {
        "[临床资料]": "汪某，女性，35岁。初诊:1961年1月。主诉及病史:月经淋漓8年余，头晕目眩，耳鸣腰酸，潮热，盗汗，心悸，口干咽燥，纳减神倦，无腰酸腹痛感。病于1952年开始，初月经先期7~10天，量多、夹大血块2~3天，其后绵绵淋漓10~20天，经色由红转淡红，几乎终年流血，曾多次住院未能获效，做诊断刮宫3次，无器质性病变，注射各种止血剂，并输血数次，最后一致嘱其做子宫切除术。患者顾虑，要求服中药观察。诊查:脉沉虚数，重按无力，苔薄白，舌质淡红中剥，面色苍白而浮。",
        "[核心病机]": "肝肾之阴不足;血海空虚;冲任受损",
        "[临证体会]": "耳鸣腰酸，潮热，盗汗，肝肾之阴不足;患者久漏，气血两亏，血海空虚而生内热，冲任受损，经漏不止。"
    },
    {
        "[临床资料]": "潘某，女，51岁。初诊：1968年5月30日。主诉及病史：病员1960年曾患肝炎，1961年因腰腹疼痛经医院检查为肾下垂。两侧肾脏游走于少腹前侧。1963年又患食管炎。由于连年患病，体质已极度消耗。近来体重已下降至70余斤，身体羸弱，面色眺白，精神委靡，睡眠不好，食纳甚差，晚上口干，不欲饮水，脸足浮肿，两腿乏力，行走困难。据最近医院检查，白细胞已减少至1900/mm3。诊查：诊得脉象细弱，舌淡苔少。",
        "[核心病机]": "血虚;阴虚;阳虚;气虚",
        "[临证体会]": "本案因长期患病，体质耗损，出现种种虚损症状，虚劳即虚损，故应属虚损病范畴。其身体羸弱，面色眺白，精神委靡，两足乏力，脉象细弱，舌淡少苔，均属阴阳气血不足之征。血虚不能养心，故睡眠甚差；阴虚则津液不足，故晚上口干；阳虚则水湿内聚，故脸足浮肿；气虚则脾失健运，故食纳甚差；食差则血气生化无源，故病情日益加重。"
    },
    {
        "[临床资料]": "任右。初诊：1961年4月23日。主诉及病史：右胁肋被铁棍撞伤，已经半年，虽经持续治疗，终觉疼痛不止，转侧咳呛不利。诊查：望诊所见，右肋略觉隆起，触诊尚有压痛，脉形濡涩。",
        "[核心病机]": "伤瘀留滞;气为血滞;隧络阻塞",
        "[临证体会]": "本例伤后半年，虽经治疗而疼痛未彻。究其病理，乃由伤瘀留滞胁下不去，则气为血滞而运行失畅，隧络阻塞为痛。盖肝主胁下，伤后败血留瘀必归于肝。骨膜经脉之伤，败血归于肝，凝留不化，遂致瘀阻气亦滞。"
    },
    {
        "[临床资料]": "胡某，女，15岁。住院日期：1976年5月24日。主诉及病史：患者于3个月前突然发热，两下肢疼痛麻木，并有红斑，下肢浮肿，伴有心慌。查血沉为71mm/1h，诊为“风湿热，结节性红斑”，经用中西药治疗，效不佳。近来反复发作，膝关节疼痛，双下肢沉重，活动不便，口苦，咽干，口渴不欲饮水，大便正常，小便短赤。诊查：心肺正常，四肢关节无明显肿大，两下肢有轻度指凹性浮肿，小腿前侧可见散在性紫斑。舌质红，苔黄腻，脉左沉弦，右弦滑略数。化验检查，血尿常规正常，血沉：58mm/1h，90mm/2h。",
        "[核心病机]": "湿邪阻滞;内有蕴热;瘀血凝滞",
        "[临证体会]": "此例下肢疼痛，浮肿稍木，沉重，活动受限，皆为湿邪阻滞所致；初起发热，口苦咽干、口渴不欲饮，舌质红，苔黄腻，脉弦滑略数，均系内有蕴热，湿热互结下注肢体之征；湿邪阻滞经络，而使气血运行不畅，则引起瘀血凝滞，而发皮下紫斑。湿热下注为本病之主要病机。"
    },
    {
        "[临床资料]": "戴某，男，32岁。初诊：1974年3月14日。主诉及病史：病员素禀阴亏体质，最近一段时间有强中现象，房事过于频繁。近来忽发现入房后精液带血，思想异常紧张，急去某医院作精液检查，精液中红细胞(++)，白细胞少许，并有革兰阴性杆菌，确诊为精囊炎。建议中药治疗。诊查：病员形体消瘦，面白不泽，神态委靡，并自觉一身困倦，四肢无力，饮食无味。诊得脉象细弱而数，舌苔黄腻。",
        "[核心病机]": "肾中真水伤耗太甚;虚阳愈亢;兼有湿热",
        "[临证体会]": "此因其人素禀肾阴亏损，相火偏亢，本已阳强易举，复加房事不节，以致肾中真水伤耗太甚，阴精愈亏则虚阳愈亢，虚阳愈亢则邪火愈炽。施泄无度，精囊空乏，血尚不及化精，又加强力入房，致相火迫血从精道溢出，而成此精血俱出之症。火甚则消烁肌肉，故形体消瘦；“壮火散气”，故有面白不泽、神志委靡、一身困倦、四肢乏力等气虚症状。其舌苔黄腻，饮食无味，为兼有湿热，脉细弱为精伤气耗之象，数为邪火之征。综合以上分析，此病应属肾阴亏极、相火炽盛、兼夹湿热之候。其阴亏是本，气虚是标，若见有气虚之症状而浪用补气之品，无异火上加油。"
    },
    {
        "[临床资料]": "孙某，女，28岁，已婚。初诊:1972年5月4日。主诉及病史:婚后3年未孕。既往月事如常，1968年患“甲状腺功能亢进”后，即出现月经不调，经用中西药治疗，虽心悸失眠、手颤自汗烦热诸症已基本缓解，但月事仍不循常。妇科检查，谓子宫发育偏小，余无异常。诊查:刻诊颈部粗大，可触及肿大之甲状腺，时感憋气，面部烘热，腰酸乏力，带下粘稠，月经后期，量少色暗，末次月经在3月23日，脉弦细略数，舌红苔薄腻。",
        "[核心病机]": "湿浊凝滞;湿热下注;损及肾阴",
        "[临证体会]": "本例初时月经正常，患甲亢后遂致月事乖常，婚后不孕。肖慎斋《女科经纶》曰：“先因病而后经不调者，当先治病，病去则经自调。”患者颈粗憋气，甲状腺大，带下粘稠，面热腰酸，湿浊凝滞，结而成痰，阻碍气道，湿热下注，损及肾阴所致。"
    },
    {
        "[临床资料]": "是某，女，31岁。初诊:1981年6月18日。主诉及病史:原有慢性肾炎病史，于5月中旬在某医院妇产科检查确认为妊娠3个多月现出现全身高度浮肿、腰酸、头晕眼花、胸闷、小便短黄。尿蛋白(+++)，管型3~4，拟诊为“妊娠中毒症”，建议终止妊娠。患者夫妇思想顾虑重重，既想保胎，又怕大人不安全，当即托人求诊于余。诊查:患者年龄大，又是第1胎，病情虽是棘手，但患者目前胃纳尚好，气血之源有望，如能蠲痰护胎双管齐下，还有可能母子两全。诊得脉象细而微滑，左关稍弦，舌淡质红苔白。",
        "[核心病机]": "脾肾功能运化失司;胎气阻滞;气机升降失调;水湿交阻",
        "[临证体会]": "本病患者妊娠期间血聚养胎，脾肾功能运化失司，加以胎气阻滞，气机升降失调，水湿交阻而发病。"
    },
    {
        "[临床资料]": "周某，女，29岁。初诊：1983年12月6日。主诉及病史：自1981年流产后，每逢经期即发口腔溃烂疼痛。平时每于操劳后易发，发作时常伴口渴、心烦、多梦；月经周期尚准，经量偏多，经色正常，经期腰痛明显，无腹痛。每次经潮后溃面慢慢开始愈合。曾多次就医，服中西药效果不显。诊查：末次月经于今日来潮，开始量少，观舌上有散在大小不等的溃面，口腔充血，小便黄，咽红、喉痛，大便正常。舌红，苔薄，脉细稍数。",
        "[核心病机]": "肾水不足;虚火在上",
        "[临证体会]": "舌乃心之苗，经期阴血下注，肾水即亏，不能上济心火，心火偏亢，火性上炎，遂发口糜。肾水不足，其府失养，故腰酸痛；虚火在上，故心烦，口渴多梦；每于操劳复发，劳则伤肾耗精，思虑耗及心阴，阴虚火旺亦发口糜。可见此患者口糜一证，每耗血伤阴而发，虽为有火，乃虚火也；本在肾水大亏，标在心火过旺。"
    },
    {
        "[临床资料]": "宋某，男，20岁。主诉及病史:近1个月来，有时肢体发麻，甚则抽搐。曾在某医院检查，诊断为缺钙，治疗无效。诊查:脉弦，舌正苔薄腻。",
        "[核心病机]": "风湿之邪侵袭肢体;血不养筋",
        "[临证体会]": "本例肢麻抽搐，风湿之邪侵袭肢体故肢麻，血不养筋故抽搐。"
    },
    {
        "[临床资料]": "余某，女，28岁。初诊:1985年3月6日。主诉及病史:患者于产前曾浮肿，经妇幼保健院诊为“中度妊娠中毒症”。已于2月7日产婴，出血较多，于2月30日艾水洗浴后，即出现意识模糊，自言自语，时有哭笑。诊查:现将近满月，恶露犹未净，面黄浮肿，贫血貌，严重失眠，梦多。舌体胖嫩口淡，边有暗红斑，苍白不华，脉沉细微弦。",
        "[核心病机]": "气血两虚;心脾大虚;神不守舍",
        "[临证体会]": "患者因妊娠中出现浮肿，产后又出血过多，以致气血两虚，五脏失养，故出现精神症状，后又出现面浮肤痒、子宫脱垂、失眠等症，均属心脾大虚，神不守舍。"
    },
    {
        "[临床资料]": "袁某，男，61岁。初诊:1974年9月17日。主诉及病史:10天来身热不退，体温38.5℃，时自汗出，气短懒言，午后热增。诊查:口干喜饮，小溲黄赤，肢倦神疲，舌质红苔薄，脉濡数重按无力。",
        "[核心病机]": "暑热之邪易伤元气;元气虚衰",
        "[临证体会]": "暑热之邪易伤元气，尤易耗伤津液。本例身热，午后热增、溲赤为里有邪热;自汗出、气短懒言、口干神疲为暑热津液已伤，元气虚衰;脉濡数无力，需谨防津气欲脱。"
    },
    {
        "[临床资料]": "刘某，男，34岁。初诊：1959年4月22日。主诉及病史：自1954年开始出现发作性抽搐、神昏，每次发作开始时左上肢发抖，左眼脸抽动，继而神志不清，两手抽动，两目上吊，两腿伸直，两足内翻，面色发紫，牙关紧闭，喉中痰鸣，口吐白沫，有时咬破唇舌，小便失禁。1956年以后发作逐渐频繁，有时可见小发作，仅表现为左上肢抽动。平时睡眠不安，头痛头晕，食欲尚可，二便正常。诊查：苔薄白，脉象弦滑。有绦虫史。",
        "[核心病机]": "阴虚阳亢;顽痰阻络;气血壅滞",
        "[临证体会]": "本例癫痫有时出现小发作，乃因劳累过度，阴血耗伤，以致阴虚阳亢，故头晕失眠，每次发作前左上肢颤抖，继而痰涎壅盛，昏不识人。有时仅有肢体抽动，系因顽痰阻络、气血壅滞所致。"
    },
    {
        "[临床资料]": "王某，男，20岁。主诉及病史：双大腿疼痛，左侧为重，行走不便四肢沉重难举，有麻木感，病已延5年。到某医院拍片检查拟诊为“关节退行性变”，治疗无明显好转。诊查：诊见形体消瘦，舌质淡红，苔薄白，脉细数。",
        "[核心病机]": "肝肾亏损",
        "[临证体会]": "本例患者病已多年，风湿浸淫，气血不足，肝肾亏损。"
    },
    {
        "[临床资料]": "周某，男，4岁。初诊：1979年9月25日。主诉及病史(其父代诉):于1979年8月19日起高热7天，抽搐昏迷2天后双目失明，迄今已1个月。住某医院儿科，诊为“病毒性脑炎”，经积极抢救，热退身凉，抽搐停止，神志渐清，但视力完全丧失。请眼科会诊，眼球、瞳孔及眼底未发现异常，诊为“双皮质盲”。神经科会诊，诊为“脑炎后大脑皮质性盲”。曾使用ATP、脑组织液、金刚烷胺等药治疗，未见显效，转中医治疗。诊查：症见双目失明，面色咣白，前额青筋显露，烦躁不安，体形浮胖，舌质淡红，指纹浅蓝达气关。",
        "[核心病机]": "肝阴亏损",
        "[临证体会]": "本病外不伤轮廓，内不损瞳神，元气大虚之后，倏然盲而不见，证属暴盲，主要是肾水不能涵木，以致肝阴亏损不能上注于目使然。"
    },
    {
        "[临床资料]": "齐某，女，30岁。初诊：1963年12月。主诉及病史：患小便不禁四五年，小便频数，天冷时更明显，昼多而夜少，溺后旋欲再溺，反复不已，发则腰酸痛，尿频尿急。",
        "[核心病机]": "肾阳不足;膀胱气化不利",
        "[临证体会]": "小便不禁多属肾阳不足、膀胱气化不利、开合失司之证。本案患者小便不禁多年，且伴腰痛怕冷，肾阳亏虚明矣。"
    },
    {
        "[临床资料]": "马某，女，54岁。初诊：1981年8月10日。主诉及病史：眩晕伴有头痛、咽疼、口干、耳鸣、尿赤已3年。症状逐渐加剧，经市医院检查，血压206/112mmHg，诊断为高血压冠心病。诊查：患者来诊之时，面红而光，腰酸而痛。舌绛苔少，脉象细数。",
        "[核心病机]": "壬癸不足;肾亏",
        "[临证体会]": "本例乃壬癸不足，丙丁炽张之象，盖肾亏则精血难生，故腰酸而痛，且其面赤、舌绛、脉数等象，皆由阴虚火旺所致。"
    },
    {
        "[临床资料]": "某洋行吴君。主诉及病史：素与其友有嫌，胸怀愤郁，久之烦闷少寐，淡漠寡欢，渐至强食而乏味，便艰而不爽，恒不欲见人，时有厌世之念，几无自容之地。多医无起色。诊查：来诊之日，神情沮丧，细诘始露端倪。视舌红苔白腻罩黄，脉现沉弦而滑数。",
        "[核心病机]": "痰湿壅滞;肝胆热郁",
        "[临证体会]": "此例系“抑郁证”。其病多因精神蒙受创伤，致情志郁结，痰湿壅滞，肝胆热郁，邪扰心神使然。"
    },
    {
        "[临床资料]": "孔某，男，60岁。主诉及病史：患者为一外科痔疮住院病人，手术后不大便已6日，曾多次服泻下药无效，继又灌肠2次，大便仍不通，甚以为苦。西医亦感棘手。乃商于予，用中药通便。诊查：诊视病人大腹胀硬，面红气粗，欲大便不得。舌红少津，六脉沉涩。",
        "[核心病机]": "血枯火秘证",
        "[临证体会]": "本案为老年血枯火秘证，故泻下、灌肠便不通。"
    },
    {
        "[临床资料]": "熊某，女，30岁，初诊:1981年8月28日。主诉及病史:7月28日自觉“感冒”，皮肤灼热。3天后感全身麻木，烦躁不安，心慌心跳，步态不稳，于8月22日来院就诊，收入住院。入院后出现发热、呕吐、小便失禁、进行性精神障碍，继而神志昏迷。经西医系统检查，诊为病毒性脑炎、病毒性心肌炎。使用脱水剂、激素、抗生素、抗病毒感染等药物及对症、支持疗法，病情无好转，仍发热神昏，并呕吐咖啡色液体，送检潜血(++)，为上消化道出血征象。病情危重，乃邀陆老诊治。诊查:患者发热面赤，神昏不语，牙关紧闭，颈项强直，右上肢痉瘫，小便失禁，大便7日未解，撬口察舌，舌质红、苔薄白腻，脉弦大数时有间歇。向其家属详询发病情况:患者病前曾游泳，当日又犯房事，翌日感头痛，全身灼热。",
        "[核心病机]": "肾精亏虚;暑邪乘虚而袭;伤津耗气;闭窍动风",
        "[临证体会]": "本案暑温，先受暑热，后犯房事，肾精亏虚，暑邪乘虚而袭。发病较急，传变迅速，伤津耗气，闭窍动风。症见高热，昏迷，项强，牙紧，舌红，便秘，尿失禁等危候。"
    },
    {
        "[临床资料]": "王某，男，26岁。初诊：1963年7月2日。主诉及病史：20年前便后出现直肠脱垂，屡治无效，近年来脱出加重，需用手托扶纳回，伴见消瘦乏力，食少便溏，曾有十二指肠溃疡病史。诊查：舌质淡，苔薄白，脉细无力，蹲位排便时可见直肠脱出约5cm，有环状沟。",
        "[核心病机]": "气血生化无源;固摄失司",
        "[临证体会]": "古人曰：“脾为气血生化之源。”“脾主升清。”若脾胃之气虚，气血生化无源，则四肢百骸失其所养，气虚日久则下陷，固摄失司而见大肠脱出。"
    },
    {
        "[临床资料]": "王某，男，38岁。住院日期:1982年1月6日。主诉及病史:1周前因汗出当风而发关节红肿热痛，以膝关节为著，周围有散在结节和红斑，膝、踝、肘、肩关节游走性疼痛，但不甚剧烈，屈伸不利，局部关节处有灼热感;发病时即感咽痛，口不渴，身无汗，不恶寒，二便正常。既往体健，无关节炎病史。诊查:入院后检查，心肺正常，四肢大关节外观无红肿，膝关节处可见散在结节性红斑。舌质淡红，苔白，脉弦滑。化验:血色素11g;白细胞12300;中性51%，淋巴43%，大单核6%，血沉78mm/1h，抗链“O”1:800。",
        "[核心病机]": "风湿之邪客于经络;气血运行不畅;筋脉失于气血濡养;内有郁热",
        "[临证体会]": "“风寒湿三气杂至，合而为痹”。风湿之邪客于经络，使气血运行不畅，而肢体关节疼痛;风性善行而数变，走窜经络骨节，故发为游走性疼痛;筋脉失于气血濡养，故关节屈伸不利。关节灼热，并有红斑咽痛，为内有郁热之象。此例由汗出当风而罹病，风邪为此病之主因，风邪不除，痹证难愈，祛风之法，应予辛散发汗，使邪有出路，从汗而解。"
    },
    {
        "[临床资料]": "李某，男，30岁，初诊：1970年4月10日。主诉及病史：1964年曾得乳糜尿，原因不明，反复发作，小便呈牛乳样，查尿常规(清洁尿检查):乳白色，蛋白(+++)，红细胞(+)。查血未找到血丝虫，无象皮腿。经常排尿困难，尿如米泔，腰部酸痛，全身乏力，日渐消瘦，时常梦遗，每食油荤厚腻之食物即发，反复6年之久，累治无效。诊查：脉象虚弦小数、两尺极弱，舌质淡红、苔薄微黄、微燥。",
        "[核心病机]": "肾虚不能制下;肾水虚",
        "[临证体会]": "本例患者瘦长之体，木火之形，况有腰痛遗滑之症，腰为肾之府，肾者受五脏六腑之精而藏之，藏不能固，故而遗滑频繁，肾虚不能制下，固摄无权，加之肾水虚而不能涵养肝木，肝主疏泄，疏泄太过，致令小便肥膏漏下。"
    },
    {
        "[临床资料]": "蒋某，女，成人。初诊：1985年7月17日。主诉及病史：患咽病已久，咽喉奇干、疼痛、烧灼、发热且有辣感，频频清嗓求舒，伴有胸膺发闷失畅，甚至泛泛然欲呕吐，经行两乳必痛，经净亦宁，阴道作痒而多带，夜寐多梦。诊查：咽后壁淋巴滤泡增生、粘膜充血(红艳型)。舌薄黄苔，脉细弦。",
        "[核心病机]": "金被烁而生水功能消失;肝失条达;肝经湿热下注",
        "[临证体会]": "本例患者平时性情抑郁，暴躁易怒，稍有不遂即大动肝火，此次发病除咽喉干燥、疼痛外，尚有胸闷不畅、经行乳痛、阴痒带下等症。木火刑金，金被烁而生水功能消失，咽喉焉能不干；水不济火，当然烧灼内焚，肝失条达，跋扈横逆，故乳房瘰块而经来必痛；肝经湿热下注，则带下而阴痒。"
    },
    {
        "[临床资料]": "杨某，男，50岁。主诉及病史：眩晕耳聋1年，于1983年10月19日自贵阳来此针灸。先为眩晕，继之视物旋转，右耳渐聋无所闻，发病每伴呕吐，曾3次进五官科病房治疗。后左耳又渐聋，并有耳鸣。诊查：二脉寸口独虚，尺脉沉寻细小，二关弦急。以其齐颈探之，风府之一有筋崩起，且压之颇痛，向下并见足太阳天柱强几几。",
        "[核心病机]": "湿热内攘督脉及太阳经脉",
        "[临证体会]": "眩晕为风、为痰所致者多见，此例"
    },
    {
        "[临床资料]": "梁女，55岁。诊查：时值暑季，呃逆气促，呻吟不已，甚以为苦。详询病史知患温热病已三候余，口舌干燥，烦渴不安。舌质红绛苔洁，但四肢发凉，手指微作蠕动，脉象细弦数劲。",
        "[核心病机]": "热扰阳明;损伤胃阴;胃失和降",
        "[临证体会]": "此证属温热久羁，消烁肝肾阴液，既厥且哕，热扰阳明，损伤胃阴，胃失和降，胃气上逆，阴亏液虚，肝阳横逆，有肝风内动之势。"
    },
    {
        "[临床资料]": "周某，男，40岁。主诉及病史：病者患肾炎已2个月余，住厂职工医院治疗。3日来忽小便不通，故邀余会诊。诊查：症见小腹胀，大腹肿；小便涩痛，色赤，有时点滴而出，至今4日，未正式解过一次小便，恐转为尿毒症。舌红少津，口干，不敢喝水。六脉沉数。",
        "[核心病机]": "热结肾与膀胱",
        "[临证体会]": "本案小便不通，为热结下焦，肾与膀胱俱热之候。膀胱者州都之官，津液藏焉，气化则能出矣。小便出于气化，下焦之气不化，一为火衰不能化水，是无阳则阴无以化；一为热结肾与膀胱，是无阴则阳无以化。"
    },
    {
        "[临床资料]": "蒋某，女，59岁。初诊：1982年4月19日。主诉及病史：进行性吞咽困难、呼吸困难半年，伴血性胸水3个月，于1982年4月19日就诊。诊查：危重病容，瘦弱无力，双睑下垂，吞咽梗阻，饮食量少，呼吸困难，呛咳喘促，心累心慌，声低气微，右胸疼痛不能卧，大便燥结3日未行，小便短黄。舌暗红少苔、舌下静脉曲张，脉沉涩。经多次胸片、钡餐造影检查，拟诊为右下纵隔肿瘤，性质待定；右侧胸腔积液；3次胸水检查均为血性，但未找到癌细胞。",
        "[核心病机]": "气滞血瘀;痰瘀交阻;水液内停胸胁",
        "[临证体会]": "本案系由气滞血瘀、脏气失和、痰瘀交阻所致。阳气衰微，水液内停胸胁则喘促咳痛，不能平卧；痰瘀交阻于食管，故吞咽梗噎不顺。"
    },
    {
        "[临床资料]": "李某，男，43岁。初诊：1978年10月24日。主诉及病史：2年前发现肝大，右胁下有积块，疼痛难忍，自觉有下坠感，腰部两侧疼痛。曾到北京某医院检查，诊断为多囊肝、多囊肾。曾经中西医治疗，未见效果。诊查：除上述症状外，并有少寐多梦，肠间水声辘辘，少腹胀痛，小便发黄，眼睛干涩，头目发胀等症。诊得舌质红，苔薄黄，脉弦细。",
        "[核心病机]": "肝肾之阴不足;肝郁;血瘀水停;气郁湿聚化热",
        "[临证体会]": "本例总缘肝肾之阴不足，故见少寐多梦，眼睛干涩，头目发胀，腰部疼痛，舌红脉细等症。阴虚易致肝郁，气滞易致血瘀水停，故有右胁积块、疼痛难忍、肠内积水、少腹胀痛、脉弦等症。其小便发黄，舌苔薄黄，应为气郁湿聚化热之征。"
    },
    {
        "[临床资料]": "张先生。主诉及病史：溲血旧疾又发，少腹痛楚，入夜较甚。诊查：脉大而滑数，",
        "[核心病机]": "肝胆湿热下注;膀胱气血失司",
        "[临证体会]": "尿血亦称溲血、血淋。多属肝胆湿热下注，膀胱气血失司，久则肾阴必被其累。"
    },
    {
        "[临床资料]": "李某，男，32岁。初诊：1978年11月21日。主诉及病史：高热腰痛1周，神志恍惚，烦躁呻吟，呈急性重病容。右眼红肿疼痛。肝在右肋缘下可触及边缘，脾左肋下可触及1横指，两侧肾区有压痛及叩击痛，以左侧为甚。体温39.3℃，血压110/60mmHg。尿检：蛋白(++)，红细胞(+)，白细胞(十)，脓球(+)，颗粒管型(0～5)。血检：白细胞18000/mm3，中性80%，淋巴20%。血培养出白色葡萄球菌。西医诊断：急性肾炎并感染；血源性右全眼球炎。曾用青霉素、链霉素、氯霉素、白霉素治疗，高热未退。故于11月21日请中医会诊。诊查：症见高热，大渴，神志恍惚，呻吟烦躁，右眼肿痛，便闭1周，腹胀膨隆，尿灼痛。舌红苔黄起芒刺，脉洪大。",
        "[核心病机]": "毒邪侵袭;热结阳明;热毒内燔;热毒走窜攻冲",
        "[临证体会]": "本例系毒邪侵袭，正气亏虚，正不胜邪，邪热鸱张，化火化毒。热结阳明，故见高热口渴，便秘尿赤，脘腹胀痛，脉洪大；热毒内燔，上扰神明，故见神志恍惚，烦躁呻吟；湿热熏蒸肝胆，胆汁外溢，身目俱黄；热毒走窜攻冲，目赤肿痛。"
    },
    {
        "[临床资料]": "于某，男，37岁。初诊：1977年4月8日。主诉及病史：胃痛有年，屡治罔效。1976年底经西医院纤维胃镜检查并活体组织病检确诊为“慢性浅表萎缩性胃炎”。诊查：脘痛日剧，持续不已，频频嗳气，口咽干苦，大便秘结，脉弦，舌质红。",
        "[核心病机]": "肝气有余;化热伤阴;胃阴受伤",
        "[临证体会]": "肝为刚脏，性喜条达，疏泄失度，则易犯胃。病者虽胃痛多年，但形气不恶、脘痛不已，频频嗳气，足见肝气有余，木郁日久，化热伤阴，乃致胃阴受伤，出现一派热郁阴伤之症。"
    },
    {
        "[临床资料]": "范某，女，30岁。主诉及病史：患牙痛已七日，去市口腔医院诊治，内服西药痛不减，建议拔牙，病者因上下大牙均疼痛，恐不胜其术，更怕拔时痛不可支，遂求中医诊治。诊查：症见满口上下牙热痛，漱冷水痛稍缓，入夜尤痛不可忍，脑如针刺，连续三夜未能入睡。舌质红，脉洪数。",
        "[核心病机]": "肾虚阴火上炎",
        "[临证体会]": "本案为肾虚阴火上炎牙痛。齿者骨之余，髓之所养，故齿属肾。牙痛宜治肾。"
    },
    {
        "[临床资料]": "宋某，男，49岁。初诊:1955年6月。主诉及病史:因受炮火轰击刺激过强，每晚午夜梦见炮战，心惊而醒，周身大汗，湿透内衣，已历7年余，迭经京、津、沪、汉、蓉等地各医院神经科检查诊治，均未好转，特由蓉来渝求治。诊查:体形瘦长。面无华，唇发绀，鼻尖红，面有疹子色白。苔薄白，舌质淡。脉来沉细。",
        "[核心病机]": "胆气虚;心气虚",
        "[临证体会]": "本案患者暴受惊恐、多虑善惊、胆气虚，而惊恐伤神，心气虚，神无所附，致心神不安而不寐。《沈氏尊生》谓：“心胆惧怯，触事易惊，梦多不详，虚烦不眠。”本病病位在心，与胆肾有关。"
    },
    {
        "[临床资料]": "某男，1岁。初诊：1985年8月15日。主诉及病史：2个月前发病，呼吸喘促，咳嗽有痰，发热，口渴，烦躁不安，哭叫不已，数夜未眠，不食，形体消瘦，大便泄利，小便次数多而量少色黄。诊查：舌苔白，指纹粗大紫黑伸出命关。",
        "[核心病机]": "痰浊壅遏;肺失肃降",
        "[临证体会]": "痰浊壅遏，肺失肃降之令，则见呼吸喘促、咳嗽有痰。惟其喘促之重，不能平卧。故烦躁不安，数夜未眠而哭叫不已。肺与大肠相表里，肺气逆上而不能统摄大肠，则大便泄利。肺失其通调水道之用，则小便次数多而量少色黄。痰壅热郁，故其不食、发热、口渴、指纹粗大紫黑。指纹伸出命关，为病情危重之征。"
    },
    {
        "[临床资料]": "杨某，男，56岁。会诊：1975年11月23日。主诉及病史：头晕，胸痛频作，胸闷憋气，血压偏高(178/98mmHg)。诊查：脉来如鱼翔，来明去暗，脉搏60次/分，舌苔白腻。",
        "[核心病机]": "气滞血瘀",
        "[临证体会]": "本例为高血压心脏病，入院前胸痛频频发作，胸闷憋气；脉来如鱼翔，来明去暗。《濒湖脉学》有“虾游鱼翔，命脉将绝”之说。此乃脾肾阴阳两虚，平衡失调。脾失健运，肾失蒸化，湿浊停聚中焦。心气不足，气滞血瘀，痰浊痹阻，不通则痛。"
    },
    {
        "[临床资料]": "陈某，男，14岁。初诊：1962年3月14日。主诉及病史：小便有血、刺痛1周左右，左胁隐痛，因去农村劳动后引起。诊查：脉数，苔白腻。",
        "[核心病机]": "湿热蕴结;逼血下行",
        "[临证体会]": "湿热蕴结，下迫膀胱，逼血下行，小便带血刺痛，理当除湿清热，解毒升陷。"
    },
    {
        "[临床资料]": "王某，女，31岁。初诊:1979年8月26日。主诉及病史:去年6月痢后未复，经常腹痛，大便日二三次，带有粘液，有下坠感。诊查:脉象弦缓，舌质淡，苔薄白。",
        "[核心病机]": "湿滞未净;中气渐虚",
        "[临证体会]": "本例为痢后湿滞未净，中气渐虚，故有腹痛、大便次数较多、带有粘液且有下坠感。"
    },
    {
        "[临床资料]": "周某，女，24岁。初诊:1978年4月25日。主诉及病史:春初起病，往来寒热如疟，热多寒少，脘胁痞闷，默默不欲饮食。诊查:近1周来热势日增，午后壮热，体温达39℃，口干而苦，烦躁不安，尿赤短少，汗出而热势有减。舌质红，苔根黄燥，口甜，脉弦数。",
        "[核心病机]": "热入少阳;邪在阳明",
        "[临证体会]": "本例起病于春令季节，临床特征以发病较急，病程较长，表证未罢，里热已灼，变化迅速，有内传趋势，故属热入少阳与邪在阳明。"
    },
    {
        "[临床资料]": "于某，女，63岁。初诊:1974年3月10日。主诉及病史:患者于1967年开始低热，肝区疼痛、疲乏无力、腹胀、恶心、纳减，外院检查肝脏肿大、肝功异常，白细胞和血小板计数明显减少，诊断为慢性肝炎，予保肝治疗，无明显效果。1973年以来，上症加重。1973年3月在北京某医院作肝同位素扫描检查:“肝脏形态失常，放射性分布不均匀，右下部呈片状缺损，左叶增大，放射性分布稀疏，提示右下占位性病变。”肝超声检查亦支持占位性病变。后两家医院均诊为肝癌，某医院诊为多囊肝合并肝癌，均认为预后不良。诊查:患者于1974年3月来诊时，面色苍白无华，消瘦明显，神乏气短，肝区刺痛难忍，牙龈出血，头痛头晕，耳鸣眼花，口干便结，腹胀纳减，疲乏无力。检查肝下界在肋下8cm，质硬，表面不平，明显触痛。脉沉细数无力，舌稍红，苔稍黄。查白细胞2000/mm3，血小板4万/mm3。",
        "[核心病机]": "肝不藏血;阴虚合并血瘀;脾胃气虚",
        "[临证体会]": "患者胁下疼痛，头晕眼花，胁下肿物，牙龈出血;两胁属肝经部位，出血多与肝不藏血有关。患者右胁下有坚硬肿物，同时有口干便结、脉细数、舌稍红、苔稍黄等证候，为阴虚合并血瘀象，患者尚有乏力、腹胀、纳减、脉无力等脾胃气虚现象，但原发在肝，肝病可以及脾;气生于精，阴虚必导致气虚，"
    },
    {
        "[临床资料]": "张某，30岁，已婚。初诊:1978年11月。主诉及病史:平素体弱，产后半月余，常因哺乳引起晕厥。婴儿吸吮乳头即觉心慌，汗出，头晕，继而虚脱晕厥。乳少，不思饮食。诊查:舌红，苔黄腻，脉沉细。",
        "[核心病机]": "禀赋虚弱;脾胃衰弱;气血不能上承于脑",
        "[临证体会]": "此例患者因为禀赋虚弱，正气已虚，加之产后气血骤去，脾胃衰弱，故表现纳谷不佳，周身无力，乳汁不足，加之婴儿用力吸吮乳头，体力不能坚持，气血不能上承于脑，故出现晕厥。"
    },
    {
        "[临床资料]": "刘某，女，23岁。初诊：1953年12月6日。主诉及病史：据述西医检查，有肺结核为患。但自身不觉疲乏，亦无咳嗽，只上高楼气有作喘之势，系肺有病征。经水以前尚充，近半年来量日见少，色亦不正，惟工作不感困倦，仅腹中作痛。",
        "[核心病机]": "肝脾不调",
        "[临证体会]": "肖老先生从月经量少、腹痛之候，考虑肝脾不调，从上楼气喘、胸部作胀，判断其肺气不舒。"
    },
    {
        "[临床资料]": "粱某，男，36岁：主诉及病史：病因大惊而起，日夜恐惧不安，晚上不敢独宿，即使有人陪伴，也难安寐而时自惊醒。白天不敢独行，即使有人陪伴，也能因多惊而畏缩不前。每逢可怕之事(即使并不足怕的事也常引以为怕)，即自惊呆而身寒肢厥拘急并引入阴筋，手足心出汗，发作过后则矢气尿多。诊查：饮食减少，舌淡苔白，脉弦。",
        "[核心病机]": "少阴心阳不足;厥阴肝阳不足",
        "[临证体会]": "本例由于心肝阳虚内寒而神魂不宁，故日夜恐惧不安。其身寒肢厥而拘急，为少阴心阳不足，不能温养血脉所致。其引入阴筋而脉弦，为厥阴肝阳不足，不能温养筋脉所致(肝主筋，足厥阴经脉抵少腹，络阴器)。"
    },
    {
        "[临床资料]": "曲某，男，52岁。初诊：1978年11月10日。主诉及病史：经某医院内科确诊为“过敏性出血性紫癜”，中西药治疗3个月余无效。诊查：全身散在性紫癜，大小不等，四肢多于躯干。头昏重，腰痛，口渴不欲饮，手足心热，大便溏，小便黄少。舌苔白厚而腻，舌质微暗，舌边瘀紫，脉濡数。",
        "[核心病机]": "湿热内郁;熏蒸血络",
        "[临证体会]": "本例乃嗜酒生湿，酒湿伤脾化热，邪热迫血妄行，外溢肌肤而致肌衄紫癜，内溢于肠道则大便下血。病机系湿热内郁，熏蒸血络。"
    },
    {
        "[临床资料]": "方某，男，21岁。初诊：1975年11月3日。主诉及病史：半个月前形寒发热，继则面脸浮肿，入暮两足跗亦肿，头痛身重，咳嗽痰少，咽痛喉肿，溲赤量少。小便常规检查：红细胞(+++)。诊查：苔腻舌质红起刺，脉浮数。",
        "[核心病机]": "风热之邪外袭;水湿内盛",
        "[临证体会]": "本例急性肾炎，属于中医学水肿病的阳水范畴。由于风热之邪外袭，肺气不宣，失于通调；水湿内盛，脾为湿困，而失转输；三焦气化失宣，决渎失司；更因肾气不充、开阖不利，膀胱气化不行。风水相搏，湿热内蕴，水液停聚，溢于肌肤，本在脾、肺、肾，标在湿与肿。"
    },
    {
        "[临床资料]": "杨某，33岁。主诉及病史：妊娠7个月，头昏心悸，腹胀纳差，胸满短气，遍身浮肿，小溲短涩，便溏不畅，气下坠，腰重痛，色不荣面，困乏无力，胎动不安。检查，血压升高。诊查：脉滑数无力，舌质色淡。",
        "[核心病机]": "脾胃原虚;水气搏结",
        "[临证体会]": "本例“妊娠子肿”，病因脾胃原虚，胎气相逼，运化失职，肾水无制，以致水气搏结，浸渍表里，内则胞胎蓄水，致使胎儿不安；水气上迫，治节不行，因而喘咳短气。"
    },
    {
        "[临床资料]": "湛某，男，70岁。主诉及病史：性情急躁善怒，近因家事纠纷，情绪更加激动，日夜不寐，烦躁不安。逐渐发展为指战目鼓，狂言乱骂，日夜不休。诊查：面赤目红，口干喜饮，尿色深黄，脉弦数，寸关大，舌绛，苔少。",
        "[核心病机]": "肝阳偏亢;心阴亏耗",
        "[临证体会]": "本患者素为肝阳偏亢之体，复因情志所伤，气郁化火，心阴亏耗，心火暴张，而见狂躁不寐之候。"
    },
    {
        "[临床资料]": "叶某，女，27岁。初诊：1965年11月19日。主诉及病史：患者自幼体弱，1958年觉腰痛，次年在某医院确诊为肾结核，同年7月施行左肾摘除术后，腰痛得已。1965年4月结婚，同年8月又觉腰痛，难以转侧，又至某医院检查发现尿中有大量结核杆菌(共查3次)，确诊为右肾结核。使用抗结核药物，疗效不著，不能再施行摘除手术，乃求治于中医。诊查：当时面色萎黄，形体消瘦，右侧腰痛、难以转侧，头昏，精神疲乏，整日欲寐，纳谷呆顿，有时微有尿频，经行后期。脉象细而少力，舌淡苔白。",
        "[核心病机]": "体弱;脾肾不足",
        "[临证体会]": "本例患者，自幼体弱，先后天不足。夫肾为先天之本，为水火之脏，内藏元阴元阳，主骨生髓，藏精。脾为后天之本，主运化，输布水谷精微，升清降浊，为生化之源，五脏六腑，四肢百骸皆赖以养。先后天不足，亦即脾肾不足。“邪之所凑，其气必虚”。患者左肾结核摘除后，调摄不善，劳累过度，以致右肾又复感染结核，且用抗结核西药少效。"
    },
    {
        "[临床资料]": "贺某，男，17岁。初诊：1964年10月14日。主诉及病史：山区生活2年，自觉心悸气短，头昏乏力，消化不良，呕吐苦水。近半年病情加重，呼吸困难，不能平卧，心悸怔忡，动则更甚，下肢浮肿。经延安地区医院诊为“克山病”。诊查：观患者形体消瘦，神疲懒言，唇甲发绀，舌淡少苔，脉滑而数。",
        "[核心病机]": "心阳不振;气化不利",
        "[临证体会]": "本案患者属本虚标实之证，素体心阳不振，气化不利，而致水气上凌于心，见心悸、怔忡之象。"
    },
    {
        "[临床资料]": "沈某，女，35岁。主诉及病史：腹满膨胀，叩之如鼓，腹筋起，脐突，腹围94cm，小便量少，大便干燥，面色萎黄，精神不振，不思纳食，每餐只能进1～2两米饭，食后感饱胀。血液生化检查：白蛋白2.2g%，球蛋白4.2g%，白球蛋白比例倒置。食管钡餐检查提示食管静脉曲张。以往中西医使用峻剂利尿逐水，腹水未退。诊查：苔白腻，舌质淡胖，脉来沉细稍弦。",
        "[核心病机]": "气血不足",
        "[临证体会]": "本例血吸虫病性肝硬化腹水，属中医学臌胀范围。以往曾使用中西峻剂利尿逐水法3个月余，邪未攻逐，水势更盛，此乃至虚有盛候，反泻含冤。肝、脾、肾皆亏，气血不足是本，腹水邪实为标。"
    },
    {
        "[临床资料]": "吕某，男孩，2岁零3个月。初诊：1974年4月。主诉(患儿父亲代诉)及病史：已咳嗽20多日，加重半个月。近则每次连续咳10～20声不等，末后发出吸气性鸡鸣声，咳时面红流泪，俯首弯腰，满身大汗。经某西医院诊断为百日咳，治疗多次，每夜给适量镇静剂也无法镇咳，故转求中医诊治。诊查：咳嗽兼旬，咳久伤络，火郁于肺，咳声连续不歇，面红流泪，舌干燥无津，脉来细数。",
        "[核心病机]": "痰浊瘀血阻滞上焦;郁火伤津之象",
        "[临证体会]": "其病机为痰浊瘀血阻滞上焦，郁遏气道，肺气不能通达，以致咳嗽阵作。舌干燥无津，乃郁火伤津之象。"
    },
    {
        "[临床资料]": "徐某，男，74岁。初诊：1985年5月30日。主诉及病史：有动脉硬化性心脏病5年，高血压10余年，目前血压稳定。动辄胸闷发作，闷久则痛，头昏，时有胃脘隐痛不适，甚或泛恶，口粘腻，心慌艰寐，纳呆，腰酸耳鸣。诊查：舌红偏暗，苔白腻，脉弦小滑，两尺弱。",
        "[核心病机]": "肾精不足;气不行湿;心气不足;心神亏虚",
        "[临证体会]": "此例为痰浊内阻之胸痹，又有心肾两亏之象。张老认为：肾精不足则精不化气，气不行湿而致痰浊内蕴；心气不足则心神失养，心神亏虚而易为痰浊所扰。"
    },
    {
        "[临床资料]": "罗某，女，28岁。初诊：1980年4月11日。主诉及病史：初病感冒发热，头痛、咳嗽、咽痛，继而声音嘶哑，渐至完全失音。咽喉干燥，呼气灼热，小便赤涩，大便干结。诊查：咽粘膜歔红，扁桃腺I度肿大，舌质深红，苔黄干，脉象浮数。",
        "[核心病机]": "风热犯肺",
        "[临证体会]": "本例失音是因风热犯肺，壅塞气道，肺气失宣，热郁化火，上蒸咽喉、会厌变病以致声音全失。"
    },
    {
        "[临床资料]": "胡某，男，24岁。初诊：1984年8月。主诉及病史：1984年7月下旬，因饮食不洁而引起发热，体温高达40℃，曾在某医院按“上感”治疗未效，又按“急性胃肠炎”治疗亦不效。1984年8月收住天津医院中医科。诊查：患者发热，白昼热不扬，夜间加重，高达39℃，恶寒，无汗，身重酸楚，口干不欲饮，恶心呕吐，心烦懊快，脘闷纳呆，腹痛拒按，大便日2～3次，呈水样便，无里急后重。舌红苔白腻，脉濡略数。化验检查：白细胞不高；大便常规：粘液便，脓球3～4，红细胞0～1;余无异常。",
        "[核心病机]": "饮食不洁;脾胃湿热;疫毒乘虚内侵中焦;升降失常;湿热蕴结肠道;暑湿束表",
        "[临证体会]": "患者七月下旬发病，正值夏暑多湿之季，易感湿热之邪，加以饮食不洁，损伤脾胃湿热疫毒乘虚内侵中焦，湿热中阻而发病。正如薛生白所说：“太阳内伤，湿饮停聚，客邪再至，内外相引，故病湿热。”湿热中阻，升降失常，上逆而为恶心呕吐，胸闷纳呆；脾失健运，湿邪困脾，津不上承而口干不欲饮；湿热蕴结肠道，传导失司，灼伤脉络而大便稀薄，腹痛便带脓血；暑湿束表则恶寒无汗，身重酸楚；胸中郁热则懊帐心烦；夜间热甚者，盖夜属阴，湿为阴邪，旺于阴分。按一般湿温而言，热不甚高，脉亦不数，今患者发热达40℃，脉亦略数，系湿热并重之势。"
    },
    {
        "[临床资料]": "梅某，女，62岁，初诊：1977年10月13日。主诉及病史：患者于8月31日因急性胆囊炎伴腹膜炎，行胆囊及阑尾切除术，并作胆总管引流术。术后25天作T型管造影时曾晕厥1次，随即出现明显精神委靡、肌肉无力，腹泻、日六七次，小便频数，食欲极差，恶心呃逆频繁。经治疗后，症状一度缓解。但于10月2日起出现神志昏迷，二便失禁，肢体抽动，由该院内科会诊为：1.低钾性肾病，2.冠心病，3.尿路感染。于10月6日转内科病房后予强心剂、抗生素、葡萄糖酸钙、安定、潘生丁、补钾及中药等联合治疗1周，症状未见改善，仍觉胸闷，气急，烦热，全身肌肉颤抖，时有谵语，小便频数，大便溏泄。心率140次/分，血压100/60mmHg，血钾12.9mg%，血钠297.5%，氯化物580%。心电图显示：窦性心动过速，心肌损伤。于10月13日应邀会诊。诊查：血耗阴伤，心失所主，神思恍惚，胸闷微痛，虚风内动，四肢颤抖，手指蠕动，口干，小便频数，大便溏泄，舌红绛有裂纹，无苔，脉动数。",
        "[核心病机]": "阴液大量损耗;虚风内动;虚阳妄动之象",
        "[临证体会]": "本案患者由于手术创伤及呕吐腹泻，阴液大量损耗；且胃纳呆钝，又致阴血化源不足。因血耗阴伤，故见口干，溲短，舌色红绛，无苔而裂；心主血，血少则心失所主，故见神思恍惚，胸闷微痛；四肢颤抖，手指蠕动乃筋失所养，虚风内动之征兆；而脉动数，乃阴液亏耗、阴不恋阳而致虚阳妄动之象，此病经多日治疗，邪势虽衰，然真阴亦仅存无几。"
    },
    {
        "[临床资料]": "陆某，女，44岁。初诊：1975年7月3日。主诉及病史：1972年流产之后，汗出恶风，腹中鸣响，自觉时有冷风入腹并作抽痛，饮食尚佳，形瘦乏力，经多方治疗至今未愈。诊查：舌质红，苔薄腻，脉细，经行甚少。",
        "[核心病机]": "腠理不固;风邪乘虚入侵",
        "[临证体会]": "本例因流产之后营卫俱虚，腠理不固，风邪乘虚入侵而起病。汗出恶风，腹内觉冷抽痛，经久不愈。"
    },
    {
        "[临床资料]": "黄某，女，30岁。初诊：1978年6月18日。主诉及病史：1963年患过“甲状腺功能亢进”，1969年患过“肺结核”，均已治愈。平时吃燥热食物会喉痛，忌食胡椒、生姜、葱、蒜等物。近2个月月经来潮时鼻有热感、流血，心烦急躁。经期尚准，七八日干净。平时咽喉胀、多痰，心悸，胃纳正常，小便黄，大便二日一次，睡眠多梦。曾请西医治疗未见效果。诊查：现经期将至，精神不宁，出现以往衄血的先兆。舌色淡、苔白薄，脉细数。",
        "[核心病机]": "肝经郁热;素体阴虚;肝气郁结",
        "[临证体会]": "月经期间或月经前后几天内出现周期性的衄血或吐血，持续几天能自止者，称为“经行吐衄”，亦称“倒经”或“逆经”，多因肝经郁热或阴虚火旺而致。本患者有“甲亢”和“肺结核”病史，素体阴虚，虚火上炎损伤肺络则为鼻衄。咽喉胀、多痰、心烦、急躁为肝气郁结之征。"
    },
    {
        "[临床资料]": "陈某，男，55岁。初诊：1983年11月7日。主诉及病史：今年1月以来，常因疲劳或睡眠不好而出现心慌，时有气喘。7月份以后常感心前区有压缩感。11月1日中午12时，突发热恶心，继而出现心前区刺痛，放射至左肩部，并伴有头昏心慌，而住院。患者入院1周，发热、呕吐频作，心前区疼痛，曾吐出蛔虫1条，不进饮食，服西药效果不好，于11月7日请中医会诊诊查：证见发热1周(体温38.2℃)，有汗不解，头痛身痛，呕吐频作，吐出黄绿水及蛔虫1条，心前区刺痛，不能进食，口苦大便秘结，小便短赤。舌苔黄腻，脉沉细而数。",
        "[核心病机]": "表里不清;胃失降和",
        "[临证体会]": "本病初发为表里不清、胃失降和，故发热身痛呕吐频作。"
    },
    {
        "[临床资料]": "周某，女，26岁。初诊:1980年3月15日。主诉及病史:患者于1979年上半年赴海丰农场巡回医疗，由于水土不和，情绪不宁，发生纳食呕吐，渐至食后即吐，体力不能支持而返院，收入中西医结合病房。经对症和支持疗法，病情好转出院。出诊时诊断:“轻度萎缩性胃炎”、“功能性呕吐”及“十二指肠降部憩室”。出院后不久，呕吐又作，每日仅能进食50~100g，以致形体消瘦，面色胱白。舌光津少，口苦而干，大便燥结成栗状，脉象细小无力，重按乃得。",
        "[核心病机]": "肝郁不达;胃气失于通降;胃阴耗伤;脾胃之通降健运失常",
        "[临证体会]": "患者脾胃中气素亏，营血不足，下乡之后水土不和，加之情绪不宁，肝郁不达，郁则化火，上逆犯胃，胃气失于通降，则纳食即泛;水谷之气不能滋生津液，必然导致胃阴耗伤，津不上承，则舌光津少，口苦而干;肠液枯燥，则大便燥结成栗状;脾胃之通降健运失常，水谷无以滋养脏腑，气血日衰，元气益耗，故脉象细小无力，重按乃得。"
    },
    {
        "[临床资料]": "罗右，38岁。初诊:1958年7月4日。主诉及病史:脑外伤后遗，近来神疲乏力，头晕脑胀目眩频作，甚则晕厥跌仆，四肢痉挛，片时即苏，泛恶纳呆，病逾十载。",
        "[核心病机]": "宿瘀未化;痰浊;气虚",
        "[临证体会]": "本例系脑外伤后继发癫痫，由头部宿瘀未化与痰浊互结，阻于脑络，气虚不达，无助于血行，而气血上行之道路为之阻滞，清空被蒙，反复发作。"
    },
    {
        "[临床资料]": "俞某，男，30岁.主诉及病史：起病发热汗出，呕吐泄泻。前医用香薷饮加味，急转四肢厥冷，目合神昏，口噤不语，呼吸低弱，人事不省已3日。诊查：脉微舌卷。",
        "[核心病机]": "暑伤元气;吐泻复损津液",
        "[临证体会]": "患者暑伤元气，吐泻复损津液。其人脾胃素虚，故起病发热吐泻，迅转肢厥。说明气劫阴伤，声低息微。"
    },
    {
        "[临床资料]": "姜某，男，50岁。初诊：1980年10月6日。主诉及病史：患者两下肢瘫痪已2年余，因长期卧床不起，髋部及背部两侧肩胛处各有大小不等痹疮，疮面不痛，流稀脓及污水。纳呆，自汗。诊查：呈慢性病容，面色苍白，气短无力，消瘦，下肢瘫痪，背部两侧肩胛处各有约6cm×7cm的溃疡面，脊柱两侧髋关节外侧部各有约5cm×8cm的溃疡面，疮面有暗紫色坏死组织及黑褐色稀薄的分泌物，嗅之恶臭味，疮面边缘部正常组织与坏死组织无明显之分界，病状有继续扩展之势。脉沉细无力，舌质淡、苔薄白。",
        "[核心病机]": "正气虚衰;气血双亏;邪毒污染",
        "[临证体会]": "本案之形成主要是由于大病之后正气虚衰，气血虚则运行不畅，无以营养肌肤，加之瘫痪着床，不能转侧，皮肉长期受压，气血不得流通，而致皮肉坏死；由于气血双亏，故腐肉不易脱落，新肉不易生长。又因邪毒污染、蕴蓄不解，使愈合更加困难。"
    },
    {
        "[临床资料]": "张某，男，53岁.初诊:1972年11月10日。主诉及病史:右上腹阵发性绞痛，反复发作已有3年。半月前，因劳累过度反复发作6次，腹痛拒按，向肩部放射，恶心，呕吐(食物及黄水)，不发烧，无黄疸。于11月3日住院。查体，肝肋下未触及，剑突下2cm质软，有压痛，肝区叩痛，胆囊区压痛，胆囊触痛征(+)，右肩胛骨中点压痛，血胆固醇128mg%，黄疸指数5单位以下，肝功检查转氨酶136单位，其他项目正常。11月6日胆囊造影，见胆囊较小，影像淡，内有豆粒大结石阴影多块，胆总管明显变粗，直径1.5cm。诊断为胆囊炎合并胆结石，胆总管结石。诊查:体胖，舌质红，边缘青紫，舌苔黄腻，脉弦细。",
        "[核心病机]": "气郁血滞;湿热内蕴",
        "[临证体会]": "胆石是引起急腹症的常见原因之一，常与慢性胆囊炎并发，发作时右上腹绞痛或伴有阻塞性黄疸，有的病人可有发热。本例患者体胖，舌质红，舌边青紫，舌苔黄腻，脉细弦，常因饮酒、食油腻之物或劳累而引起发病，气郁血滞、湿热内蕴之象确在，本当清利，但考虑病程较长，反复发作，久病多虚，乃虚中夹实之证。"
    },
    {
        "[临床资料]": "蒙某，女，31岁。初诊：1978年8月。主诉及病史：5月前用雷佛奴尔液引产而致阴道大量出血，经中西药治疗好转，但四肢麻木，手足指趾抽掣转筋，形寒畏冷，手足尤甚，用辣椒热汤浸泡手足，麻木冷痛可暂减。夜卧汗出。诊查：苔白脉细。",
        "[核心病机]": "寒凝血滞;阳气虚;阴血亏",
        "[临证体会]": "本例因引产大出血后寒邪乘虚袭入，气血为寒所遏，寒凝血滞，阳气不达四末，故肢冷麻木，阳气虚则形寒畏冷，阴血亏则夜卧汗出。"
    },
    {
        "[临床资料]": "劳某，女，55岁。初诊：1972年8月16日。主诉及病史：患者平时因工作讲话较多，声音嘶哑2个多月。曾经某卫生院五官科检查见声带有绿豆大小的息肉，又经其他两医院检查均诊断为声带息肉，并建议手术治疗。患者不愿接受手术，要求中医治疗。诊查：声嘶较重，话音沙哑难辨，咽喉干燥，睡眠不宁，舌质红，苔少，脉细数。",
        "[核心病机]": "耗伤肺阴;累及肾阴",
        "[临证体会]": "本病因于经常大声讲话，耗伤肺阴，累及肾阴，故现咽喉干燥、睡眠不宁、舌红、苔少、脉细数。虚火上炎灼伤阴血，血郁成瘀而见息肉形成。"
    },
    {
        "[临床资料]": "马君，59岁。初诊：1958年4月21日。主诉及病史：习惯性腰损伤，已经多次，昨晚登台演出之际，骤然扭伤右腰骶关节。诊查：经脉气血阻滞，酸痛不能俯仰转侧，大便干结。",
        "[核心病机]": "气血凝滞;络道阻塞",
        "[临证体会]": "患者年近花甲，平时仍登台献技，练功操劳，肝肾气血素来不足，腰府失固，有习惯性腰损伤史，一经闪挫逆伤，即致气血凝滞，络道阻塞而为疼痛不能俯仰转侧。"
    },
    {
        "[临床资料]": "初诊：1964年3月。主诉及病史：患者眩晕多年，反复发作。病常突然而发，发则头晕目眩，视物旋转，平卧床上亦觉身体荡漾，如坐舟于风浪之中，紧握床缘始觉有靠，坐立则眩晕更剧，可致跌仆，恶心呕吐，耳如蝉鸣，烦躁失眠，喜暗畏光，恶闻声响。诊查：口干口苦，畏寒怯冷，大便稀溏，舌尖红，苔白润，脉象寸关弦尺弱。",
        "[核心病机]": "下元亏损;肝风上扰;脾肾阳虚",
        "[临证体会]": "本例眩晕，病久经年，尺脉不足，耳鸣如蝉，显属下元亏损；头目眩晕，如坐舟车，寸关脉弦，乃肝风上扰也；畏寒怯冷，大便溏稀，为脾肾阳虚之证；烦躁失眠，恶光好静，乃热扰心肝之兆。一言以蔽之，总属阴阳错杂之证。"
    },
    {
        "[临床资料]": "杨某，女，31岁。初诊：1984年11月12日。主诉及病史：右侧甲状腺肿大，胸闷、心慌、气急，多汗，食欲亢进，性情急躁，足胫肿，失眠，经当地医院诊断为：“甲状腺功能亢进”;但治疗无显效。诊查：兹诊脉象细促，舌淡多裂纹，苔白。",
        "[核心病机]": "肝郁;营虚;郁热",
        "[临证体会]": "甲状腺功能亢进，属于中医学“瘿瘤”范畴，李梃《医学入门·瘿瘤篇》说：“原因忧患所致，故又曰瘿气。”上例患者因肝郁气结郁久化火，伤及胃阴、心营，故除出现肝郁证状外，还见心慌、食欲亢进、失眠等，脉象细促，舌淡多裂纹，说明阴营虚、内有郁热。"
    },
    {
        "[临床资料]": "范某，男，30岁。主诉及病史：深秋咳嗽吐血，痰绿如脓，喉咙燥痒，两颧泛赤，腰背疼胀，胃纳锐减，午后潮热，精神萎弱，确诊为肺结核病。诊查：脉象虚花而数，舌干少津。",
        "[核心病机]": "肾精亏损;心火又灼肺",
        "[临证体会]": "本例“肺痨病”所表现的脉证，属于肾精亏损，肺阴被燥，金水不能相承，水亏无以制心火之亢，心火又灼肺，造成恶性循环。"
    },
    {
        "[临床资料]": "黄某，男，4岁。主诉及病史：因高热(39.8℃)、不自主舞蹈样动作、神志不清、二便失禁1周余，于1983年10月16日以病毒性脑炎收入某医院。经予青霉素、氯霉素、激素及能量合剂等药物治疗，疗效不佳，遂请张老会诊。诊查：患儿高热，神志不清，烦躁不宁，左侧面颊及手指抽动，左侧肢体瘫痪，二便失禁。舌红苔黄，脉细数。",
        "[核心病机]": "内陷心包;热伤肝阴",
        "[临证体会]": "本案系因感受温邪所致。邪热炽盛，内陷心包，则高热神昏，烦躁不宁；邪热内陷厥阴，引动肝风，则面颊、手指抽动；热伤肝阴，筋失濡养，血脉瘀阻，故肢体瘫痪。"
    },
    {
        "[临床资料]": "孙某，女，20岁。初诊：1978年11月1日。主诉及病史：头痛10余载，据其母回忆，幼年即时呼头痛，无外伤史。脑电图检查未见异常，神经科检查未见明显异常。拟诊为血管性头痛。虽多方治疗，头痛依然发作。诊查：禀赋不足，自幼罹头痛之患，影响读书学习。近2年来，头痛偏右，发作时颌厌及目眶部呈钝痛，有抽掣感，夜寐欠安，纳谷少馨。经行如期，但量少，色暗成块，而伴腹痛。脉濡细，舌苔薄腻，左边见瘀点。",
        "[核心病机]": "脾弱湿盛;血瘀;肝胆气郁化热",
        "[临证体会]": "本例患者偏右头痛，痛连目眶，部位固定，迁延日久，尚兼见经期腹痛、量少、色暗成块，舌边瘀点，显与肝胆二经痰瘀有关。昔贤谓：“若夫偏正头风，久而不愈，乃由挟痰涎风火，壅遏经络，气血壅滞”，殆即指此等证候。然痰之所由生，在于脾弱湿盛；瘀之所由凝，在于木郁热灼。"
    },
    {
        "[临床资料]": "曲某，男，47岁.初诊：1960年6月。主诉及病史：患者于1960年3月经北京某医院检查为食管静脉曲张，肝功异常，确诊为肝硬化伴食管静脉曲张。1960年6月由龚老诊治。诊查：患者10多年来常泛酸、嗳气、上腹胀痛，肝区隐痛，精神疲乏，面色略赤，四肢无力，胃纳不佳，每餐进食不足一两，入眠艰难，噩梦纷纭，忧郁寡欢，鼻常衄血，齿亦常衄，在北京某医院住院期间曾呕血二次，大便溏泄，小便色黄。检查：腹壁青筋暴怒，肝于肋下能触及，中等硬度，脾肋下3cm，脉弦缓，舌质红苔白滑。",
        "[核心病机]": "肝脏受邪;肝郁克脾;脾肾两虚",
        "[临证体会]": "此例肝硬化，龚老认为长期过度疲劳、饮食不节或情志不舒为其内因，天行时邪为其外因。肝脏受邪，没有及时治疗，迁延日久，伤及脾肾二脏，以致出现肝郁克脾、中气受损、脾肾两虚之证。"
    },
    {
        "[临床资料]": "王某，女，26岁。初诊：1963年7月20日。主诉及病史：适逢行经期间挑重担趟水过河，以致腰以下脊椎骨作痛，将近两载。半年来，经来量少，净后复来，3年前曾流产。诊查：脉沉细，舌正常。",
        "[核心病机]": "寒湿之邪乘虚侵袭",
        "[临证体会]": "腰为肾府，肾主骨藏精，正值天癸来潮，肾气自虚，肩负过重，更使筋骨受损，又步涉水湿，则气血循环阻滞，寒湿之邪乘虚侵袭，致腰以下脊椎冷痛"
    },
    {
        "[临床资料]": "陆某，男，12岁。主诉及病史：患周期性腹痛，呕吐3年余。起病于饮食生冷，每于饮食不节即诱发。曾经摄片、剖腹探查未确诊。后经检查发现脑电图异常，诊断为腹型癫痫，用大仑丁等治疗亦未奏效。每半月左右便大发作1次。诊查：患儿发作时弯腰捧腹，唇白面青，额出冷汗，呕吐如射，缓解后则一如常人。舌苔薄白，舌质偏红",
        "[核心病机]": "脾寒;肝木上亢;胃失和降",
        "[临证体会]": "本例起于贪食生冷，发于饮食不节，唇白苔薄，为脾寒之象；发时大腹剧痛，面色发青，呕吐如射，舌质偏红，又系肝木上亢，胃失和降之征。《幼科铁镜》谓：“肝木乘脾痛者，肝木克脾，脾虚不胜其克，则肝气无所泄，故乘脾之衰而作痛也。其候唇白，口中色淡，面多青色，痛则腹连两胁，重按其腹则痛止，起手又痛是也。”"
    },
    {
        "[临床资料]": "曾某，男，12岁。主诉及病史：吐唾液2年多，量逐渐增多，近几个月来，整日不停，尤以晨起时为重，量不少于300～400ml。诊查：纳差，形体消瘦，面色苍白有虫斑，白睛处有蓝色虫点，腹部脐周间歇性疼痛，夜磨牙。舌略红，脉滑微数。",
        "[核心病机]": "正气已衰;蛔虫内扰",
        "[临证体会]": "此例虫证症状明显，诊断不难。但曾多次驱虫无效，症状反而加重。因其患病日久，正气已衰，驱虫不下，正气更伤。"
    },
    {
        "[临床资料]": "蔡某，男，42岁.初诊：1973年5月25日。主诉及病史：咽干喉痛，失音5年，伴胸闷心烦、鼻阻，时尚有微恶寒发热。诊查：咳吐粘痰。苔白腻，舌质红，脉浮滑、沉取虚细微数。",
        "[核心病机]": "寒邪束肺;寒邪郁久化热;耗损肺肾之气阴",
        "[临证体会]": "本例因寒邪束肺，肺气郁闭过久，金实不鸣，故失音至5年之久；寒邪郁久化热，热蓄胸膈，胸闷心烦；又因病员说话过多，耗损肺肾之气阴，咽喉干燥疼痛，头昏眼花，舌质红；肺在窍为鼻，寒邪束肺，肺气不宣故鼻阻，时恶寒发热；舌苔白腻，脉滑，系痰湿为患。"
    },
    {
        "[临床资料]": "李某，女，29岁。初诊：1980年4月23日。主诉及病史：肥胖2年余，伴头晕头痛，咽喉干涩，五心烦热，日食1.5斤，倦怠乏力。诊查：对称性肥胖，体重92kg，身高1.72m，血压130/90mmHg，皮肤色暗无紫纹，心肺(一)，下肢轻度凹陷性浮肿。舌苔薄黄，舌质暗红，脉象沉细。",
        "[核心病机]": "阴虚内热;湿阻气机",
        "[临证体会]": "本案除有浮肿肥胖症外，兼有明显的头晕头痛、咽喉干涩、五心烦热、舌苔薄黄、舌质暗红、脉象沉细等症。其病理既有水湿停滞，又有阴虚内热、湿阻气机、血行不畅。"
    },
    {
        "[临床资料]": "徐某，男，16岁。初诊：5月31日。诊查：寒邪外客，面色胱，烘热无汗，面浮肢肿，脉数，苔薄腻。",
        "[核心病机]": "风邪袭肺;肺气闭塞不能通调水道",
        "[临证体会]": "风邪袭肺，肺气闭塞不能通调水道，见小便不利，面浮肢肿，身热无汗，头痛肢楚。"
    },
    {
        "[临床资料]": "女，27岁，已婚。主诉及病史：1956年上半年起，经量特多，经期紊乱，每次净经后7～8天又来潮，行经数天后停止，如此反复无常。经色红，有时紫黑夹有血块；头晕，心慌，神疲，下肢浮肿。妇科诊断为“功能性子宫出血”，“子宫内膜增殖症”。患病半年有余，经妇科用周期性内分泌法及输血等治疗，均未收效，拟行子宫全切。后考虑患者年轻，乃介绍中医医治。诊查：脉象细数而弱，舌质胖淡，苔少，面色萎黄苍白。",
        "[核心病机]": "肾亏;脾虚不能统血",
        "[临证体会]": "本例患者病已半年，血从下亏，脾肾两伤，冲任受损。《内经》云：“阴虚阳搏谓之崩。”患者脉象细数，乃阴虚肾亏之征，阴虚则收敛失职，肾亏则冲任不固，故经血沸溢，暴下如崩。脉弱无力，舌质胖淡，面色苍萎，下肢浮肿，此为脾虚血亏之候，脾虚不能统血，亦为病因之一。"
    },
    {
        "[临床资料]": "汤某，男，38岁。初诊:1976年12月23日。主诉及病史:夙患有过敏性支气管哮喘，近因从甘肃来宁，旅途旧病举发，喘息痰鸣，常有狂嚏。诊查:两肺闻及较多哮鸣音，苔薄白，脉弦滑。",
        "[核心病机]": "肺气素虚;寒痰伏肺",
        "[临证体会]": "病员长期在西北地区工作，夙患哮喘，可见肺气素虚、寒痰伏肺。此次旅途中感邪失表，邪伏肺腧，引动寒痰，以致诱作哮喘。"
    },
    {
        "[临床资料]": "刘某，女，38岁，已婚。初诊：1979年1月14日。主诉及病史：1周前足月顺产一男婴，昨天下午开始发热，体温在39～39.5℃之间，不恶寒，但胸闷恶心，昨天呕吐一次，小腹胀，时有疼痛，恶露未净，色暗量少，大便秘结。诊查：舌质红，苔黄腻，脉弦滑数(100次/分)。询知患者居处低洼，喜食辛辣厚味。查血象：白细胞计数：18000/mm3，中性粒细胞82%。",
        "[核心病机]": "湿热内蕴;气血失调",
        "[临证体会]": "本例患者久居湿地，素嗜辛辣，以致湿热内蕴、中焦升降失司，故胸闷呕吐；产后气血失调，故小腹胀痛，恶露不净；治宜清热除湿，调和气血。"
    },
    {
        "[临床资料]": "\n韩某，女，30岁。初诊：1962年8月6日。主诉及病史：自述因痢疾住某军医院，经治疗病渐减轻，粘液血便次数减少；但小便点滴不通，渐至闭塞，每靠导尿排出。患者精神抑郁，常悲伤啼哭。遂请肖老会诊，服中药治疗。诊查：见症同前。表情痛苦，两颧微红，脉弦数，苔黄边白而腻。",
        "[核心病机]": "阳亢热盛;肝郁下陷;移热膀胱",
        "[临证体会]": "本案湿热痢疾，痢下伤阴，而致阳亢热盛，兼肝郁下陷，移热膀胱，水热结聚，气化不行，致成尿闭。"
    },
    {
        "[临床资料]": "计某，男，49岁。初诊:1961年7月3日。诊查:壮热(40.8℃)，无汗，面赤气粗，神昏，中暑，两手撮空，四肢抽搐，尿赤，便稀，脉伏不起。",
        "[核心病机]": "伏湿内蕴;邪热内陷厥阴心包",
        "[临证体会]": "此案先有伏湿内蕴，后病中暑。高热无汗，则邪无从外泄，邪热内陷厥阴心包，则神昏谵语;热极生风，风火相煽，则四肢抽搐。此为阳热实证，脉当洪大，今反见沉伏，是阳证见阴脉，火邪内伏，热深厥深之重症。"
    },
    {
        "[临床资料]": "陈某，男，52岁。初诊：1984年10月31日。主诉及病史：1984年7月11日上半夜正在伏案工作，突然头痛如劈，颈项板滞，转侧困难，伴呕吐1次，继则昏迷不醒，由家属急送部队医院抢救，经腰穿发现均匀血性脑脊液，眼底检查发现玻璃体膜下出血，经对症处理，转某医院进一步诊治，CT检查证实为蛛网膜下腔出血。在该院大力抢救，脱险后，遗下左侧头顶胀闷而痛，右侧半身瘫痪，不能张目，张目则眩晕欲仆，饮食二便尚调。诊查：脉弦细而数，重按无力，舌质红，苔薄黄。血压：150/114mmHg。",
        "[核心病机]": "肝肾亏损;瘀血阻于经隧脉络",
        "[临证体会]": "本案因肝肾亏损，不能上养清窍，以致目不能开而生眩晕，瘀血阻于经隧脉络，则生偏瘫、头痛；脉弦细数、舌质红苔薄黄，说明病势退后，尚有余风未熄，当虑死灰复燃，中风又作。"
    },
    {
        "[临床资料]": "李某，男，38岁。初诊：1976年10月12日。主诉及病史：患阵发性头晕3个月，无周围物体旋转感，发作时与位置的改变有关，静卧时症状减轻。经某医院作脑超声波、脑血流图、冷热水试验及前庭功能检查，诊断为位置性眩晕。曾服补肾中药百余剂罔效，于1976年10月12日来诊。诊查：目前仍每日发作头晕，伴耳鸣，恶心，呕吐，食欲欠佳，大便溏薄，小便频数。舌体稍胖，舌质偏红，苔少而润，脉弦滑。",
        "[核心病机]": "脾虚失运;痰湿上蒙",
        "[临证体会]": "本案患者眩晕发作与位置改变有关，且伴恶心呕吐、纳差便溏，舌胖脉滑，实为脾虚失运、痰湿上蒙所致。"
    },
    {
        "[临床资料]": "朱某，女，45岁。初诊:1981年5月1日。主诉及病史:外阴红肿，奇痒剧痛，夜深人静尤觉难堪，举动操劳，非常痛苦。\n诊查:面黄，口臭，苔黄腻，舌质红，口渴饮冷，小便灼热，脉沉数。",
        "[核心病机]": "心火偏盛",
        "[临证体会]": "“诸痛痒疮，皆属于心”。心主血脉，与小肠相表里;外阴为小便输出要道，心火偏盛，由血脉循小肠渗注外阴而成红肿痛痒之症。"
    },
    {
        "[临床资料]": "邓某，男，7岁，初诊：1961年7月22日。主诉及病史：因不规则发热2个月余，高热嗜睡8天，于1961年7月14日人院。入院时检查：体温40.3℃，神志模糊，表情淡漠，全身皮肤弹性较差，皮下脂肪少，两眼无神而闭，目眶稍凹，舌苔厚腻，颈部稍有抵抗感，胸部肋骨显见，两肺呼吸音低。血检：白细胞总数3400/mm3，红细胞总数285万/mm3，肥达氏反应“H”1/1280，血培养检出伤寒杆菌。大便潜血试验强阳性。西医诊断：伤寒并肠出血。用合霉素及大量凝血剂等治疗，肠道出血尚未控制而请中医会诊。诊查：湿温病邪入下焦，大便黑色，腹胀痛，嗜睡，舌光红尖起刺，脉弦数。热邪伤阴，血液妄行，宜育阴清热，生津止血法。",
        "[核心病机]": "热邪伤阴;血液妄行",
        "[临证体会]": "湿温下血，既为常规，又属危重，证候亦错综复杂，寒热虚实并呈，应本《内经“善诊者，察色按脉，先别阴阳”的原则，具体分析病情，亡阳者亟宜回阳固脱止血；亡阴者当以育快清热止血。"
    },
    {
        "[临床资料]": "崔某，女，42岁。初诊：1982年7月5日。诊查：既往无其他病史可循，育2胎已绝育，月经尚可。平时眩晕不已，少腹胀满，带下频频。纳差，呃逆。脉细数，苔薄舌光。",
        "[核心病机]": "脾虚运化不健;肾虚带脉失约;肝气郁滞",
        "[临证体会]": "此例带下因脾虚运化不健，肾虚带脉失约所致，兼有肝气郁滞之象。"
    },
    {
        "[临床资料]": "姚某，男，67岁。初诊：1963年4月6日。主诉及病史：经常头昏、心烦，7天前因恼怒伤气，突感头晕，猝然昏仆，出现左半身不遂。诊查：舌强、言謇，神情呆滞，胸懑，脉来弦劲而滑，舌质红绛、苔白滑。",
        "[核心病机]": "湿聚痰生;血虚生风;肝阳上亢",
        "[临证体会]": "本病当责之于肝。肝藏血，在志为怒，体阴用阳。年老精血衰少则呈升发太过而阳亢，复加烦恼盛怒，遂致血之与气并走于上，又木旺土衰、湿聚痰生、木火灼津、痰热内蕴，以致血虚生风，肝阳上亢，痰湿痹阻脉络而见半身不遂、言謇、精神呆滞。正如《灵枢·刺节真邪》说“营卫稍衰，则真气去，邪气独留，发为偏枯。”"
    },
    {
        "[临床资料]": "李某，男，60岁。初诊：1976年2月2日。主诉及病史：患者素有痰饮回疾。半月前开始恶寒发热，继之咳嗽气紧，咳痰不利，坐不能卧，心悸，跗肿。诊查：脉濡弱，舌苔黄而干。",
        "[核心病机]": "寒邪;饮邪郁遇",
        "[临证体会]": "本例患者痰饮多年，近因感受冬令寒邪而引动内饮，半月之后虽外邪已去，但肺气未得清肃，饮邪郁遇而有化热之势，舌苔见黄色。故以辛微苦之剂以宣畅肺气，则饮邪可利，无化热之虞。用药后肺气渐畅，舌苔由黄转白，脉象缓弱。脾肾阳虚为痰饮之本。"
    },
    {
        "[临床资料]": "李某，女，29岁。初诊：1980年1月10日。主诉及病史：于1979年1月2日生产头胎婴儿，产程长达83小时。从待产期至产后第六天(1月10日)均不能自解小便，先后采取导尿、小腹热敷、耻骨上奴弗卡因倒“T”形封闭、作胸膝卧式等措施，尿潴留仍不缓解。1月10日请中医科会诊。诊查：口苦，口干思饮，大便两天未解，小便不能自行解出，小腹胀痛。症见口唇樱红，舌红，苔白微干，脉滑数。",
        "[核心病机]": "湿热内蕴;化燥伤阴",
        "[临证体会]": "此例产后之小便不通，由于阴血骤虚，阳气易浮，且产程长，又兼湿热内蕴，化燥伤阴，以致出现大便干燥、小便癃闭至十天之久。"
    },
    {
        "[临床资料]": "付某，女，38岁，已婚。初诊：1985年6月20日。主诉及病史：17岁初潮，周期为25天，经期3至4天。1983年曾经闭5个月，末次月经1985年1月4日，至今未潮，白带多。妇科检查未见异常。诊查：患者近1年多来，经常胃疼，现感胃脘胀痛连及背部，喜暖喜按，胸闷纳差，嘈杂泛酸，恶心欲呕，倦怠肢软，二便尚可。舌暗红，苔灰黄，脉软弦(76次/分)。",
        "[核心病机]": "湿热郁阻中焦;气滞血瘀",
        "[临证体会]": "本例患者胃脘胀痛年余，湿热郁阻中焦，脾胃失于运化，气滞血瘀导致经闭。"
    },
    {
        "[临床资料]": "林某，女，52岁。初诊:1976年11月26日。主诉及病史:高热持续4日，经当地医疗站用氨基比林、青霉素等治疗，热仍未退。诊查:就诊时，发热(体温39℃)恶寒，头痛，心中懊恢，不知饥不欲食，恶心欲呕，口干，咳嗽痰白粘，咳引胃脘作痛，大小便少通。脉弦数，舌质偏红苔薄。",
        "[核心病机]": "太阳表证;少阳证;阳明受累",
        "[临证体会]": "发热恶寒，头痛，为太阳表证;恶心欲呕，默默不欲食，为少阳证候;口干，大便少通，此阳明受累。总缘寒邪外受，入里化热，气机怫郁，三焦壅滞，表里不相宣通之故。"
    },
    {
        "[临床资料]": "杨某，男，29岁。初诊：1974年5月10日。主诉及病史：病员因失恋遭受刺激而神志错乱，整天叫骂不休，将家中家具杂物全部打碎，并将墙壁推倒，其膂力之大非常人所能及。不能有片时安静，晚上也通宵不能入睡。曾由其家属将其送某精神病医院治疗，诊断为精神分裂症。服大剂量安眠药，也只能暂时抑制，以后仍复发如故。诊查：病员眼神外露，口中胡乱言语。脉象浮滑而数，舌质深红，苔黄微腻而有滑液。数日无大便，小便发黄。",
        "[核心病机]": "内有湿热;肝郁化火;热聚于阳明胃腑",
        "[临证体会]": "本例综合脉症分析，舌黄微腻为内有湿热。因失恋情志不舒，导致肝郁化火，火热聚于阳明胃腑，则出现便秘、尿黄、舌红、脉象浮数有力等症。阳明热盛则妄言骂詈，不避亲疏，其力亦非其素所能及。阳气盛则眼神外露，夜不能眠。且火热炼湿成痰，出现脉象滑利、舌苔滑润之象。热痰上蒙心窍，使神志昏聩错乱。"
    },
    {
        "[临床资料]": "冯某，男，25岁。初诊:1963年7月26日。诊查:两耳下、颐部及睾丸肿大疼痛，高热口渴，体温39℃，大便6日未解，四肢抽搐，神志清醒，脉沉数。舌红绛。",
        "[核心病机]": "外感温毒壅于少阳经;经腑同病",
        "[临证体会]": "本案由于外感温毒壅于少阳经所致，上下俱病则两颐胀痛、睾丸肿大;经腑同病则高热口渴、脉数舌红、便艰。"
    },
    {
        "[临床资料]": "张某，男，18岁。初诊：1983年1月25日。主诉及病史：1983年元旦开始咯血，嗣后屡屡发作，曾用中西药治疗，未见明显好转。诊查：顷诊：咯血伴咳，痰中带血或纯血鲜红，口渴欲饮，纳可便调。舌红苔薄有裂纹，脉滑而数。胸透：两肺纹理呈卷发状。印象：支气管扩张。",
        "[核心病机]": "肺阴亏损;痰热络伤",
        "[临证体会]": "是案咯血近月，口渴欲饮，舌红苔薄有裂纹，系肺阴亏损之象；咳嗽咯痰，咯血鲜红，脉象滑数，又为痰热络伤之证。"
    },
    {
        "[临床资料]": "骆某，女，54岁。初诊:1983年9月21日。主诉及病史:1982年10月中风后感咽部堵闷，语声低微，唇舌麻木，口燥而苦，咽干少津，无食欲，口中和，曾服中药200余剂，无明显效果。诊查:舌质暗红，舌面干光，脉沉弦细数。",
        "[核心病机]": "阴虚阳亢;中风之体;津不上承;虚热上蒸",
        "[临证体会]": "阴虚阳亢，曾罹中风之体，津不上承，咽喉失养，虚热上蒸，故咽干燥而堵闷不适，以致语声低微，纳食不香。\n"
    },
    {
        "[临床资料]": "张某，男，65岁。初诊：1973年11月12日。主诉及病史：身体瘦弱，纳食量少，气候温和咳嗽较轻，气候渐寒则咳嗽逐渐加剧，心跳，气短，胸闷，多稀痰。诊查：脉弱，舌质色淡。",
        "[核心病机]": "脾阳不足",
        "[临证体会]": "本例为脾阳不足、水湿停肺、宣降失职而致寒饮咳嗽，以咳喘痰稀、纳差、脉弱为主要见症。"
    },
    {
        "[临床资料]": "邓氏妇，已届中年。主诉及病史：产后20余日，恶露淋漓不已，少腹隐疼，乳汁因之衰少，且头痛时作，夜难安寐，大便溏薄，魄门坠疼，小溲色黄。近兼新感之后，日晡潮热，肢体酸楚，咳而痰黄。某以产后多虚，又兼此次第三胎之后，且复血下淋漓，径投温补固涩。讵知药进数剂，血未得止，腹痛尤甚，头痛咳剧，便燥溲赤，热象更加，乳汁几无。因速延先生诊治。诊查：见两颧潮红，舌红苔黄，脉之弦滑带数，尺部力弱。",
        "[核心病机]": "血热夹瘀",
        "[临证体会]": "产后恶露不尽，多属虚而夹瘀。此例阴分素虚，血热夹瘀，治当清摄散瘀。囿于“产后宜温”。"
    },
    {
        "[临床资料]": "金右。初诊:1961年8月20日。主诉及病史:去秋以来，努力伤气，损及阳络，咯血略带咳呛，续发迄今，已有多次。诊查:左胁隐痛不舒，经过验痰及X线摄片，俱无迹象可见。右脉浮涩，左脉微弦，癸事不正。",
        "[核心病机]": "胁肋内伤;肝肾两亏;精血不充;冲任失养",
        "[临证体会]": "本例胁肋内伤，损及阳络，离经之血久而不祛，遂致留瘀隐患，故胁痛咯血反复发作;至于近年癸事少至，显属肝肾两亏，肝藏血，肾藏精，精血不充，肝气失于疏泄，则冲任失养，乃为经血少至。"
    },
    {
        "[临床资料]": "某外宾，男，成年。主诉及病史:1970年因宿恙乳糜血尿发作，而住某医院治疗，由于患者自称昔用西药治疗少效，欲求中医诊治，乃请邹老前往会诊。诊查:初诊症见晨起小溲浑浊，午后则渐转清，脉象沉细而缓，苔薄白。尿常规检查:蛋白(十+)，红细胞(+)，脓细胞(十)。",
        "[核心病机]": "脾湿郁热;流注膀胱;脾肾亏虚",
        "[临证体会]": "本例患者脾湿郁热，流注膀胱，致水道瘀而不清，小溲浑浊，大凡尿液浑浊，多属于热;苔薄白，脉象沉细而缓，脾肾亏虚。"
    },
    {
        "[临床资料]": "吴某，男，23岁。初诊：1977年10月18日。主诉(其父代诉)及病史：患者有精神分裂症病史。近10余日来因所愿未遂而心烦不安，情绪急躁，目赤怒视，头痛，不眠不食，自言自语，哭笑无常，口干喜饮，大便秘结。诊查：脉滑数，舌红苔黄。",
        "[核心病机]": "痰气郁而化火;内热;心热",
        "[临证体会]": "本例患者以所欲不遂，所求不得，苦思积忧，伤及心脾，气乱于心，痰积于脘，痰气郁而化火，蒙闭包络，扰乱神明，症见性情急躁，彻夜不眠，口干喜饮；大便秘结，此内热之征也；自言自语者，言为心声，心热则多言；哭笑无常者，君火亢甚则笑，相火铄金则哭；血气为身之神，气乱则神衰，痰客中焦，妨碍升降，使十二官各失其职，视、听、言、动皆有虚妄，脉数为热，滑为痰；苔黄舌红属于痰火作祟。"
    },
    {
        "[临床资料]": "丛某，女，25岁，未婚。初诊：1976年2月23日。主诉及病史：末次月经1月28日来潮，5天净，量色正常；净后3天，阴道淋沥出血，量少色褐，至今17天未止。主诉春节劳累失眠引起，余均正常。诊查：舌苔中剥尖刺，脉象细弦。",
        "[核心病机]": "心脾受伤",
        "[临证体会]": "此例属于漏证，病属劳伤心脾；心主血，脾统血，心脾受伤，失其主宰统摄之权，以致月经淋沥不止。"
    },
    {
        "[临床资料]": "袁某，女，33岁。初诊：1979年12月3日。主诉及病史：持续高热6天，咽喉疼痛，头痛，四肢酸楚，恶心，上腹部不适。体检：体温39℃，神志清晰，巩膜轻度黄染，咽部充血，扁桃腺I度肿大。化验：血白细胞350～800/mm3，谷丙转氨酶95单位，一分钟胆红素1.80mg%，总胆红素2.04mg%，新鲜尿找到巨细胞病毒包涵体。诊查：热势起伏，经候不解，面赤头痛，咽痛，口唇干燥，胸闷不畅。脉细数，舌根白腻，前半苔黄少润。",
        "[核心病机]": "风温之变证;湿邪夹热内郁",
        "[临证体会]": "本案初起并无咳嗽，临床表现高热口干，巩膜黄染，右胁下疼痛，显系少阳、阳明湿热交遏，客邪再至，内外相引，煽动木火燔灼，胆液泄溢，致热势鸱张，面赤目黄，乃风温之变证。复以湿邪夹热内郁，耗伤气阴，因此，身热逾旬不解，脉见虚弦。实验室检查，血白细胞仅350～800/mm3，提示邪盛正虚，预后堪虑。"
    },
    {
        "[临床资料]": "杨某，女，1岁零9个月。初诊：1976年10月，主诉(患儿父亲代诉)及病史：咳嗽半个月。每咳十多声，涕泪交流，直到呕吐痰涎或吐出食物才暂可止咳片刻，日夜不休，夜咳为甚。曾经某儿童医院治疗，多日服药无效。转请中医治疗。诊查：患儿咳延半月，面色浮亮晦暗，苔白腻，脉来滑数，指纹青而粗。均主水饮内停，已成顿咳之候。",
        "[核心病机]": "水饮内停;生湿成痰",
        "[临证体会]": "患儿咳嗽半个月，迁延难愈。因小儿脾胃易为乳食所伤，失于健运，生湿成痰，痰浊饮邪阻遏气道，肺脾同病。治以健脾燥湿、化痰止咳。"
    },
    {
        "[临床资料]": "黄某，男，40岁。初诊：1983年夏。主诉及病史：患者从胸至胁肋部遍生瘰疬达数十枚之多，大者如指头，小者如黄豆，时已半载，不痒不痛，按之坚实，推之能动，状如串珠。诊查：脉弦，苔薄黄腻。",
        "[核心病机]": "炼液为痰",
        "[临证体会]": "患者长期从事邮递员工作，日行数十里，长年累月，“久行伤筋”。肝主筋，久行伤筋，病当责之于肝。肝阴亏损，虚火内动，炼液为痰，痰结为瘰疬；而足厥阴肝经属肝络胆，上贯膈，布胁肋，故湿痰阻于肝之经络而在胁肋部生瘰疬。"
    },
    {
        "[临床资料]": "黄某，女，7岁。初诊：1982年5月28日。主诉及病史(家长代诉):1个学期以来发现患儿听力下降，伴有双耳鸣，白天尿频尿急，夜间遗尿。近日发现头发呈片状脱落，胃纳欠佳，大便每日或隔日1次，睡眠时流口水。幼年时有佝偻病史。诊查：察患儿面色苍白，头部有四处脱发，圆形，每处直径4～5cm左右。舌质淡，苔薄白，脉细弱。",
        "[核心病机]": "肾气虚弱;血虚;脾虚",
        "[临证体会]": "耳为肾之窍，肾气虚弱则耳鸣耳聋；尿频尿急遗尿亦为肾虚之征。发为血之余，血虚不能养发则头发脱落。胃纳欠佳，睡眠流涎为脾虚之候。证候虽多，然不外气血不足、肾气虚弱所致。"
    },
    {
        "[临床资料]": "连某，女，29岁，已婚。初诊：1978年8月12日。主诉及病史：去岁殒胎，下血量多，淋漓日久，刮宫始止。继之月事不调，提前而至，甚或一月两潮，量多，色淡红，间有小血块，经期小腹坠痛，延及经后，绵绵不已。平时腰酸踵痛，头晕心烦，睡则梦飞梦堕，惕然易惊，溲黄便软，纳谷不馨。诊查：刻诊正值经期，腹痛如引，舌边嫩红，脉象细数。",
        "[核心病机]": "精血亏损;相火不藏;肝肾阴虚;血少气涩",
        "[临证体会]": "本例痛经，缘于堕胎，血去过多，精血亏损，相火不藏，动扰血海，故月事超前，甚或一月两至；又因肝肾阴虚，胞脉失养，木失条达，血少气涩，故经期腹痛延及经后不已。"
    },
    {
        "[临床资料]": "安某，女，50岁。初诊:1983年6月20日。主诉及病史:近40天来，胸骨后及胃脘部胀痛，胸骨后有灼热感，吞咽时有梗噎感，伴嗳气、恶心、泛酸，时呕吐出食物，纳食差，大便秘结。进寒冷食物时疼痛加剧，周身疲乏无力，经用中西药治疗无明显效果。诊查:现面色无华。舌质淡红、舌苔薄黄，脉弦滑略数，经钡餐透视检查诊为可复性食管裂孔疝，反流性食管炎。",
        "[核心病机]": "胃失和降;肝郁气滞;内有郁热;痰实",
        "[临证体会]": "此例胃脘胀痛，并有胸骨后食管灼热疼痛，吞咽时有梗噎感，显系胃失和降，肝郁气滞;舌苔黄，脉滑略数，显系内有郁热、痰实。"
    },
    {
        "[临床资料]": "黄某，男，1个月。初诊：1981年7月21日。主诉及病史：患儿系剖腹产，生后第2天发热，第13天发现脐部有化脓性分泌物，20天后即开始腹部胀满，绷急如鼓，进行性加重。便溏日3～4次，日夜哭啼不安。曾在某医院治疗效果不显，特请张师诊治。诊查：诊见面色萎黄，形体消瘦，腹部膨隆，腹壁青筋显露，叩诊鼓音，听诊肠鸣音减退。舌质红，苔薄，指纹浮紫。",
        "[核心病机]": "肝脾肾三脏受病;气血水郁积于腹内",
        "[临证体会]": "本病属于“臌胀”范畴，主要由于肝脾肾三脏受病，气血水郁积于腹内，至腹部胀大而成。"
    },
    {
        "[临床资料]": "某，女，35岁。初诊：1969年8月9日。主诉及病史：1969年8月5日发病，发热，下痢红白粘冻，且时伴以鲜血，一日夜达二三十次，里急后重，痛苦不堪，口渴欲饮水，恶心欲吐，食欲不振。经他医治疗未效而于8月9日就诊于余。诊查：形体消瘦，精神困惫，舌苔黄，脉细数。",
        "[核心病机]": "湿热郁遏",
        "[临证体会]": "湿热郁遏，熏蒸于肠胃，腐败气血，奔迫于后阴，而为下痢红白粘冻，且时伴以鲜血。血气瘀滞，气机不畅，故里急后重，下痢一日夜达数十次。胃气失降，故恶心欲呕，且食欲不振。热盛于身则发热，口渴欲饮水，舌苔黄、脉细数。其病为湿热痢而热重于湿。"
    },
    {
        "[临床资料]": "何某，男，38岁。初诊：1975年4月11日。主诉及病史：患者自诉患胃痛已五六年。自1975年12月以来，时有饮食难下，食后2小时左右即作呕吐，所吐物多为水液，吐后才感舒服，大小便俱闭塞难通。腹胀，自觉有水气停在胃中，饮食日减，有时不能食。形体消瘦，时觉腹痛。经某医院X线胃肠钡餐检查，诊为“十二指肠球部溃疡，并发不完全性梗阻”。诊查：脉弦，舌淡红，无苔垢。",
        "[核心病机]": "气滞血瘀;幽门塞阻",
        "[临证体会]": "此病多数由于胃痛日久、气滞血瘀、幽门塞阻，致上下不通。多表现为腹胀痛难忍，食后尤甚，每于呕吐之后才舒适，此为气滞所致；舌质暗红，为有瘀之象。"
    },
    {
        "[临床资料]": "张某，女，24岁，未婚。初诊：1972年9月13日。主诉及病史：素体尚健，于10数天前，因劳动后汗出受风，人夜即觉周身酸痛，凛然畏寒，时值月经正行而骤止，自服姜糖水1碗，覆被取汗。得汗后，身疼虽减，而热势仍炽，体温39.8℃，经某卫生院诊为感冒，予肌注安痛定，口服解热镇痛类药物。之后体温虽降，但仍午后阵发寒热，体温37.4℃，且心烦易怒，幻觉幻听，耳边常闻戏谑谩骂之语，因之或暴怒骂詈，或嘻笑不禁，昼轻夜剧，睡卧不宁，某医院诊为“神经官能症”，予冬眠灵等镇静药不效。诊查：询之，胁腹胀痛不欲按，口苦泛恶不思食。舌红、苔薄黄，脉弦细而数。",
        "[核心病机]": "外邪化热;内陷血室;胆热及肝;热搏于血;扰动神明",
        "[临证体会]": "本例汗出被风，经行骤止，寒热往来，发于午后，口苦心烦，泛恶纳少，乃邪热内陷，少阳枢机不利之故。肝与胆相表里，肝脉绕阴器、抵少腹、布两胁，胆热不泄，侵及于肝，搏结于血，故见胁腹胀痛不欲按；肝热及心，神明被扰，故幻觉幻听，喜怒无常，又因病在血而不在气，故昼轻夜剧。本病病机系由外邪化热，内陷血室，胆热及肝，热搏于血，扰动神明所致。"
    },
    {
        "[临床资料]": "朱某，5个月。初诊：1961年5月2日。主诉及病史：便下秘利，次数频多，小溲尚通。诊查：腹满胀气，按之即哭，形色较委，身热不高，舌红口淡。",
        "[核心病机]": "热邪未清而又伤及阴分;气亦阻滞",
        "[临证体会]": "初诊时其症见舌红口淡，身热色萎，便下秘利次多，是热邪未清而又伤及阴分；腹满胀气，按之即哭，是脾运虽虚，气亦阻滞，乃系虚实互夹之证。"
    },
    {
        "[临床资料]": "祁某，男，15岁。主诉及病史：10年前误落水中，经家长救起后，惊骇号叫，随即全身抽搐，良久方止，此后经常发作，每发必惊叫抽搐，人事不省，手足蜷缩，口吐白沫，少顷喉间发出尖叫声方清醒过来。曾至某精神病院检查，诊断为癫痫，用抗癫痫药物，如苯妥英钠，亦少效果。诊查：脉沉细，舌暗淡，苔灰腻。身材矮小，发育不良，头发枯黄。",
        "[核心病机]": "责之肝脾肾三经;清窍被蒙",
        "[临证体会]": "本病主要责之肝脾肾三经。肾虚则肝失濡养，体弱用强；脾虚则精微不布，痰涎内结，偶因情志失调，饮食失节，劳累过度，肝风夹痰随气上逆，清窍被蒙而突然发作。"
    },
    {
        "[临床资料]": "尹某，男，41岁。主诉及病史：患者头痛年余，病初起仅感后枕部麻木，继而上延至头顶疼痛，剧痛时头如火灼，如刀割锥刺，知觉丧失，苦楚莫名。走路迷失方向，白日站着做梦，耳闻声响则头痛加剧。胃纳呆，难入寐，手足心热。迭经各医院诊治，均无效，初步诊断为神经性头痛。诊查：形容憔悴，精神恍惚。舌质红，脉沉数略弦。",
        "[核心病机]": "下虚上实;气乱于上之候",
        "[临证体会]": "本案为下虚上实，气乱于上之候，非一般风药所宜，故以上病下取，滋肾养肝，益气生血为治，药证合拍，顽痼之疾，2个月余渐次痊愈。"
    },
    {
        "[临床资料]": "魏某，男，57岁。初诊:1963年12月9日。主诉及病史:患高血压多年，血压常在230/130mmHg之间，性情急躁。今晨突然舌强不利，手指麻木，走路不稳，头晕目花。诊查:面赤如丹，伸舌偏斜，口秽喷人。脉弦数苔薄黄。",
        "[核心病机]": "肝阳升腾;阳明积热",
        "[临证体会]": "患者素有高血压多年，头晕目花，声高气粗，头重脚轻。近因气怒，怒则气上，肝阳升腾，又逢腑气燥结，阳明积热上攻，痰热窒塞，地道不通，有升无降，气火上升，似火添薪，风乘火势，火仗风威，燎原之势顿成。故突然发作，舌强不利，头痛如裂，手指麻木，言语不清。此乃急性发作。"
    },
    {
        "[临床资料]": "陈某，男，41岁。初诊:1975年4月9日。主诉及病史:盗汗2年余，今年更甚。皮肤有冷感，关节酸痛。诊查:舌红，口干而不多饮，脉弦细。",
        "[核心病机]": "卫气虚弱;汗多伤及气津",
        "[临证体会]": "本例患者汗出颇甚，皮肤冷感，系显卫气虚弱;汗多伤及气津，关节酸痛。"
    },
    {
        "[临床资料]": "杨某，男，9岁。初诊：1983年1月12日。主诉及病史：患肝炎已逾2个月，曾住某医院用西药治疗1个月余，谷丙转氨酶反复不降，因而求治中医。诊查：症见巩膜黄染，纳谷尚可，小便色黄，腑气日行，舌淡胖，苔薄腻，脉细弦。谷丙转氨酶>400单位，硫酸锌浊度14单位，肝剑突下4cm，肋下2cm，质软，轻度压痛。",
        "[核心病机]": "脾胃运化失常;湿热交蒸肝胆;胆汁外溢",
        "[临证体会]": "本例以目黄溲黄为主，显属黄疸之证，病为时邪外袭，郁而不达，内阻中焦，脾胃运化失常，湿热交蒸肝胆，不得泄越，以致肝失疏泄，胆汁外溢，侵入肌肤，下流膀胱，致使面目、小便俱黄。"
    },
    {
        "[临床资料]": "李某，男，62岁。初诊:1974年6月24日。主诉及病史:3个月前，患者自觉戴眼镜后双眼疼痛，尤以左眼眶为甚，每天眉心及左眉棱骨大痛2~3次，每次约持续20~30分钟，影响工作及睡眠。后虽不戴眼镜，左眼眶疼痛亦未减轻，有时伴眩晕、胸闷纳减或觉口苦。平素喜饮水;大便成形、日2~3次。某医院曾诊为“视神经炎”，予维生素B?、维生素B??等药治疗，未见好转。于1974年6月24日入本院治疗。诊查:眼科检查见右侧玻璃体稍浑浊，眼底视神经乳头边界清楚，颜色淡红，动脉反光度增强，静脉充盈，A:V=1:3，未见交叉压迫现象;诊断为左眼眶上神经痛，眼底动脉硬化(双)。又请某医院会诊，同意眶上神经痛诊断。中医诊查见舌暗红，苔白滑，脉弦细略滑。",
        "[核心病机]": "痰浊中阻;痰浊夹肝风上逆;痰阻经络",
        "[临证体会]": "本例主要证见除眉棱骨痛外，还有眩晕、胸闷、纳减、口苦、苔白滑、脉弦滑等一派痰浊内阻的征象。痰浊中阻，故见胸闷、纳减、口苦、苔白滑;痰浊夹肝风上逆，则见眩晕，脉弦细滑;痰阻经络则眉棱骨痛。"
    },
    {
        "[临床资料]": "李某，男，40岁。初诊：1973年8月26日。主诉及病史：病者于20年前始有头痛，时发时止。3年前头痛逐渐加剧，发作频繁，头痛以左侧为甚，左耳内有异物阻塞感，听力下降，眼花，走路歪向左边，脚步虚浮，睡眠不宁，饮食二便如常。经某西医院五官科检查和X线拍片诊断为听神经纤维瘤(左)，并谓血压偏高，建议手术治疗。病者对手术有顾虑，邀余诊治。诊查：舌质红，苔薄白，脉弦略数。",
        "[核心病机]": "气血凝滞;痰浊瘀阻经络;阴虚阳亢;肝风内动",
        "[临证体会]": "中医把日久不愈的头痛称为头风。中医认为头风多由素有湿痰，复因风邪内袭、邪留脉络、郁久化热而致；肿瘤多系气血凝滞、痰浊瘀阻经络而成。患者症状除以头痛为主外，还有眼花、脚步虚浮、睡眠不宁、舌质红、脉弦略数等阴虚阳亢、肝风内动的表现。"
    },
    {
        "[临床资料]": "张某，男，65岁。初诊：1977年5月7日。主诉及病史：几年来睡眠一直不佳，甚至彻夜不能入寐，头晕，食少，精神疲倦，四肢乏力，经多方诊治，终难见效，殊为痛苦。诊查：按其脉象细数有力，察其舌苔薄白质绛。",
        "[核心病机]": "营血不足;胃中失和;心火炽盛",
        "[临证体会]": "本例为心肾不交、肝脾不和引起不寐之证。盖肝脾不和，则有头晕、食少现象；心肾不交，则睡眠不佳，甚至彻夜不能入寐；营血不足，心脾受损，亦可导致不寐。《经》云：“胃不和则卧不安。”今营血不足，心脾受损，胃中失和，所以卧不安；心火炽盛，则烦而不寐。"
    },
    {
        "[临床资料]": "张某，女，10岁。初诊：1982年7月9日。主诉(其母代诉)及病史：患儿夜半抽风，已历2年之久，抽后吐清口水甚多，但神志清楚，不似痫证，平时常吐稠痰，食欲正常，二便自调，睡眠亦佳。诊查：苔根黄，舌尖红，脉弦细数。",
        "[核心病机]": "清阳不升;精血不能濡养筋膜;浊阴不降",
        "[临证体会]": "患儿稚阴稚阳，易虚易实，不能适应阴阳交替，以致清阳不升，精血不能濡养筋膜而发生抽搐，浊阴不降而呕吐清水，其症状虽不同于手足逆冷，而抽搐之病机则与“阴阳气不相顺接”相同。"
    },
    {
        "[临床资料]": "林某，女，22岁，已婚。初诊:1973年8月11日。主诉及病史:宿患隔日疟。今值产后第27天，恶露已净。3天前开始寒战高热，隔日1作(体温40.5℃)，头痛汗出，浑身酸楚，恶心。诊查:面色胱白，肌瘦神疲，唇舌不荣，苔浊灰腻，脉象浮滑数。",
        "[核心病机]": "下元虚寒;阳气外泄",
        "[临证体会]": "例有疟疾病史，产后遇劳复发，即投截疟药而见效。纳呆呕吐病情虽重，使用温中固下，燥湿化痰，针对“脾恶湿，湿生痰也”之机。产后失血，下元多虚，面色觥白，口唇不荣、舌苔浊暗是下元虚寒的真象，肌肤壮热、脉象浮数是阳气外泄的假象。"
    },
    {
        "[临床资料]": "张某，男，61岁。初诊：1977年7月8日。主诉及病史：昨日中午突感左胸疼痛，抽引肩背，状如针刺，呼吸短促，大汗淋漓，时时欲哕，寸步难移，急诊人院。心电图报告：①冠心病；②急性后壁心肌梗塞。诊查：观患者形体肥胖，舌质淡、苔薄白，诊脉结代。",
        "[核心病机]": "心气不足;痰湿阻滞",
        "[临证体会]": "多因心气不足、营卫不调、痰湿阻滞、心血瘀阻所致。"
    },
    {
        "[临床资料]": "李某，女，54岁。初诊：1985年6月25日。主诉及病史：1981年作盆腔包块切除术后，术后感染，经用抗炎治疗感染好转，先仅感下腹部发热，继而全身发热发躁，有热自里向外蒸腾感，遇火或晒太阳后热更甚，平时不敢近火，夏天不敢在太阳下行走，夏重冬轻；伴有烘热汗出，手足心发热似火烧，溃烂、红赤、不肿、不渗液，只有热痛感；头晕胀痛，大便干结，小便黄，口中发麻，颜面浮肿，口干苦喜冷饮；绝经已近3年。诊查：观其形体消瘦，两手心杯口大溃疡面，表皮已脱落，红赤、不肿、无渗液。舌尖红，苔白腻，脉细数。",
        "[核心病机]": "肾阴不足;阳失潜藏",
        "[临证体会]": "经曰：“……七七任脉虚，太冲脉衰少，天癸竭，地道不通……”由于肾气衰退，精血不足，阴阳失调，脏腑功能失常，又加之手术损伤冲任，长期劳累，精神紧张，内损五脏，五脏之伤，穷必及肾，肾阴不足，阳失潜藏，故全身灼热烘热汗出，夏重冬轻，手足心溃烂。"
    },
    {
        "[临床资料]": "刘某，女，25岁。初诊:1978年10月21日。主诉及病史:患者于10月12日中午骑自行车时突然摔倒，头先着地，顿时昏迷不醒，口吐白沫，小便失禁。左额角见2.5cm×1cm轻度擦伤痕，同侧颞部见4cm×3cm血肿。西医诊断:①脑挫伤;②脑震荡(重度)。昏迷10余小时，经外科抢救脱险后，于15日出现烦躁发狂、头痛、失眠多语、手足乱动。而后病情逐日加重，发展到精神错乱，动手打人，故于10月21日请中医治疗。诊查:患者烦躁，胡言乱语;时而痛号、不知痛处;左侧肢体不灵，右侧乱动;不识亲疏，甚则打人;口渴喜饮，食欲极差;虽有便意，但常失禁，量少不畅。舌红苔黄灰黑，脉细弦。",
        "[核心病机]": "瘀血;热盛化火;神明受扰,",
        "[临证体会]": "本例系头部外伤引起的血瘀发狂，瘀血蕴结而化热，热盛化火，神明受扰，此即《素问·至真要大论》所云“诸躁狂越皆属于火”。故出现烦躁发狂、胡言打人、口渴舌红、苔黄黑等症。"
    },
    {
        "[临床资料]": "王某，女，16岁。主诉及病史：暑月暴发湿温，起病壮热无汗，胸高气喘，鼻翼煽动，面颊红赤，大渴引饮，谵妄不识人，病势急剧。诊查：脉浮洪数疾，启齿见舌上有白点满布如珍珠状。正如《疫证条辨》所载“较之紫赤黄黑芒刺者更重”。",
        "[核心病机]": "热邪从营分进入血分",
        "[临证体会]": "此例是热邪从营分进入血分的严重病变，舌苔焦黑，神志昏迷，表示热势极盛，兼之腑气不通，必须釜底抽薪，急下存阴，故用硝黄下夺。及至发生循衣摸床等险恶症状，表现热灼津劫，气阴两竭。"
    },
    {
        "[临床资料]": "叶某，男，53岁。主诉及病史：于1983年3月间，突然头发从前左侧开始，自左至右、自前至后成片脱落，而成斑秃。诊查：脱发处皮肤变薄，瘙痒，扪之即有头发脱落。伴头痛头晕，心悸气短，夜寐不安。胃纳差，面色无华。舌质淡，苔薄白，脉沉细。",
        "[核心病机]": "气血大伤;肝肾亏虚",
        "[临证体会]": "斑秃一症，多发生在重病体弱之后。此患者虽未患重病，但长期紧张劳累，眠差纳少，气血大伤，肝肾亏虚之证显见。"
    },
    {
        "[临床资料]": "陈某，男，26岁，初诊：1978年6月20日。主诉及病史：2周前，一夜之间头发突然大片脱落，原因不明，经某部队医院诊断为“斑秃”。患者精神紧张、忧虑，近1个月来经常头昏头痛，记忆力减退，心悸，失眠多梦，疲乏无力，食差。诊查：脱发面积约占总面积的1/3，脱发分布不均，面积大小不等，脱发处皮肤光滑。舌质红，苔少。脉细弱略数，二便正常。",
        "[核心病机]": "血虚;肾虚",
        "[临证体会]": "本例根据中医理论：肾之华在发，发为血之余；由于血虚、肾虚，故头发脱落。"
    },
    {
        "[临床资料]": "张某，女，7岁。初诊：1973年7月7日。主诉及病史：1973年2月开始心累心跳，精神委靡，面色苍白，同时伴关节疼痛。7月后自觉胁痛，心悸加重，右胁下有一包块，约鸽蛋大，压痛不移。经几处医院检查，诊断为“肝脏肿瘤”，故请张老会诊。诊查：肝右叶鸽蛋大包块、疼痛拒按，心悸气短，精神委靡，面色无华，倦怠乏力。舌质淡，舌下静脉曲张，舌苔白，脉细。",
        "[核心病机]": "风湿痹证迁延不愈;气血运行不畅;络脉痹阻",
        "[临证体会]": "此案心悸兼肝癥，先由风湿痹证迁延不愈，沿肌肤经络内入脏腑，脏腑失和，气血亏虚，气血运行不畅，络脉痹阻，瘀血凝滞而成。肺主气，心主血脉，气血不畅，凝滞于心胸则出现心悸短气。肝主疏泄而藏血，气血不畅，凝滞于肝，日渐成积，则成肝瘢。"
    },
    {
        "[临床资料]": "李某，女，30岁。初诊：1974年4月8日。主诉及病史：4年前患肝炎，经县医院治愈。但稍劳则右胁隐痛，食欲欠佳。去年夏天因过食冷食，腹痛腹泻，日泻10余次，为稀水样便，伴恶心呕吐，经本地保健员按“胃肠炎”治疗好转。其后出现腹胀，每日排便2次，便中伴有不消化食物残渣。至今年2月，腹胀及右胁疼痛加重，小便短少色白，下肢浮肿。经当地医院检查，发现肝脾肿大，伴有腹水。中西药治疗月余，腹水消失，唯脾肿大达14cm，转经数院，皆欲施脾切除术。病人畏惧，乃四方求治，经人介绍来诊。因途中劳累，腹水又起，腹胀难忍，午后尤甚，嗳气矢气，倦怠乏力，不思饮食，小便短少。诊查：腹膨隆，皮苍黄，青筋微露，双下肢凹陷性浮肿，颈胸部有少许散在蜘蛛痣，肝肿大胁下6cm，脾肿大胁下14cm，精神不振，言语低微，面容消瘦，面色暗黄。苔白腻，质淡红稍胖，脉弦缓。",
        "[核心病机]": "肝气不疏;血瘀;脾阳虚久",
        "[临证体会]": "本案先因慢性肝炎而致右胁隐痛、食饮欠佳；复伤于冷食，脾胃受损，泄泻不已，久则脾不运化，湿浊停聚，进一步阻滞气机。肝气不疏，一方面可致血瘀，血瘀亦可加重气滞；另一方面克犯脾土，而脾愈虚则水湿阻滞气机使气滞更甚，彼此恶性循环。脾阳虚久，不能游溢精气于肾，致肾阳虚，终至水液不能施泄，小便不利。至此，气滞、血瘀、水裹于腹中，诸症蜂起。"
    },
    {
        "[临床资料]": "庞某，男，10岁。初诊：1981年3月7日。主诉及病史：头昏跌仆反复发作已月余，严重时突然昏倒，不省人事，四肢厥冷，时而震颤，面色苍白，汗出肤凉，目陷口张，呼之不应，呼吸微弱，长则10余分钟，少则几分钟即逐渐苏醒；醒后觉头昏肢麻，疲乏无力，胃纳不振，溲清便溏。诊查：诊见神清乏力，面色咣白，形体瘦弱，气短懒言，呼吸微弱，唇舌色淡，脉虚细无力。",
        "[核心病机]": "精清不升",
        "[临证体会]": "些例患儿素体虚弱，气血不足，脾肾两虚，以致精清不升，浊阴不降，上扰清窍故突然昏仆，四肢厥冷，目陷口张，脉虚细无力。"
    },
    {
        "[临床资料]": "王某，男，48岁。初诊:1976年12月2日。主诉及病史:胸闷心痛，断续发作已十载，业经西医确诊为“冠心病”。1周来心痛频作，日发2~3次，痛作之际则胸中窒塞，气憋不畅，唇绀肢麻，含服亚硝酸甘油片方缓。诊查:察其色面野暗红，左目红赤餐肉攀睛，舌质深红泛紫;按其脉强缓有力;查血胆固醇260mg%，心电图运动试验“阳性”，胸透“心脏向左扩大，主动脉弓增宽”，血压100~200/70~90mmHg。",
        "[核心病机]": "血滞气郁;痰热浊脂互扰",
        "[临证体会]": "本例既无寒凝痰扰之因，又无阳亢阴亏之象，显系心脏本经血滞气郁，久而化热，灼炼津液，浊邪害清，以致痰热浊脂互扰，壅塞阻遏心脉，心气因之不畅，心血因之不利，心痛乃作矣。"
    },
    {
        "[临床资料]": "谭某，女，26岁。初诊：1981年3月1日。主诉及病史：右侧颈部疼痛9天，鼻塞、流涕5天，3天前起右耳疼痛、口角歪斜、右眼睑不能闭合。胃纳正常，二便调，月经正常。曾于某医院诊断为右侧面神经麻痹并用强的松治疗。诊查：右颊部肿胀，右侧额纹消失，右鼻唇沟变浅，口角向右下歪斜。双侧外耳道、鼓膜、鼻腔和鼻咽均无异常，右颈部有1肿大的淋巴结触之疼痛。舌淡红、苔薄白，脉弦细。",
        "[核心病机]": "外感风邪;痰热互结",
        "[临证体会]": "本病例起病时鼻塞流涕，为外感风邪，颈部淋巴结肿痛为痰热互结，脉细为素体阴虚。"
    },
    {
        "[临床资料]": "蔡某，男，21岁。初诊：1973年8月20日。主诉及病史：身热2个月余，咳嗽气急，动则心悸，胸闷、胸痛连胁，苔薄腻，脉弦沉细。检查：体温38.5℃;血常规：白细胞17100/mm3，中性86%，淋巴14%;胸片显示：右侧渗出性胸膜炎。曾给抗结核、抗菌及中药养阴润肺类药物治疗1周。因病势日重，而承邀会诊。",
        "[核心病机]": "气阴两亏;贼邪犯肺;饮流胁下",
        "[临证体会]": "结核性渗出性胸膜炎，大致属中医“悬饮”范畴。《金匮》云：“水流胁下，咳唾引痛，谓之悬饮。”本例病人因肺痨久羁，气阴两亏，复因贼邪犯肺，宣肃失司，水道不行，水留为饮，饮流胁下。"
    },
    {
        "[临床资料]": "林某，男，34岁。初诊：1972年6月15日。主诉及病史：患者自诉心悸，手震，低热，汗多，突眼露睛已2年多。1971年6月检查，基础代谢率为+60%，24小时甲状腺吸3I碘率为60.1%，诊断为甲状腺功能亢进。同年在某医院用同位素治疗，后逐渐出现颜面及肢体浮肿，表情淡薄，心跳缓慢，体倦神疲，恶寒肢冷，眩晕耳鸣，肢体无力，胃纳欠佳，大便略结，小便正常，脉迟弱短涩，舌淡，苔薄白。再经甲状腺吸131碘试验，证实为同位素治疗过量所致之甲状腺功能减退症(粘液性水肿)。每日需服甲状腺素片，才能坚持正常工作。",
        "[核心病机]": "气血虚损;肌肉失荣;脾失运化",
        "[临证体会]": "此证由于气血虚损，不能温养脏腑，致使各脏腑之机能衰退，从而出现种种虚劳证候。因肌肉失荣，则肢体倦怠乏力；脾失运化，则水气停聚以致浮肿。"
    },
    {
        "[临床资料]": "魏某，女，34岁，已婚。初诊：1983年3月4日。主诉及病史：1983年2月8日作人工流产，术后4天阴道开始出血，量少色黑有块，至今20余日未净，经其他医院用青霉素、庆大霉素、益母草膏等治疗未效，因自感体弱拒绝作清宫术，就诊于余。诊查：诊时阴道出血如上所述，伴小腹疼痛拒按，腰胀痛，大便秘结。舌红苔灰黄，脉沉弦软(80次/分)。",
        "[核心病机]": "冲任受损;瘀血阻络",
        "[临证体会]": "本例患者作人工流产后阴道出血20余天不净，属于冲任受损、瘀血阻络之候。其血黑有块，小腹疼痛拒按，乃为瘀血"
    },
    {
        "[临床资料]": "周某，女，50岁。初诊：1983年7月23日。主诉及病史：大便秘结，坚如羊矢14年。患者自述，在1968年胆囊切除术前后，注射及口服氯霉素制剂较多，以后就出现大便秘结，五六天或七八天解一次，大便坚燥。十数年来，依靠服蜂蜜、大黄水、当归芦荟丸等维持，殊不知越服大便越秘，甚为所苦。胆囊切除后仍上脘隐痛，阵发性剧痛，大发作时须肌注冬眠宁、杜冷丁方能缓解。诊查：腕、肘、膝、踝诸关节酸痛，食少，大便后饮食稍增，不易入睡，性情急躁，口苦喜热饮，五心烦热，脘痛巅眩。舌质红淡紫，苔薄黄，脉弦略数。",
        "[核心病机]": "肝气郁滞;出入升降之机停废",
        "[临证体会]": "本例因肝气郁滞，少阳枢机不利，出入升降之机停废而导致大便秘结，艰涩不通。"
    },
    {
        "[临床资料]": "吴某，女，47岁。初诊：1978年3月9日。主诉及病史：患胃病30余年，近3个月加剧，纳呆消瘦，间歇性呕吐，某医院作纤维胃镜检查诊断：浅表性萎缩性胃炎及十二指肠球炎、胃下垂。经治疗未见好转。入本院后经补液、解痉止痛、镇静、消炎等治疗，呕吐止，继以助消化药后渐好转，能进半流质食物，但每日进食只1两左右，故体重仍在下降，几个月来共减重12kg。于3月9日来诊。诊查：诊见面色黄滞少华，唇暗，舌暗嫩、齿印、舌边有瘀点瘀斑，苔剥近于光苔，只于舌根部尚有疏落之腐苔，脉左弦细，右虚寸弱尺更弱，低热，大便7天未行，背部夹脊有多处压痛点。",
        "[核心病机]": "脾脏阳气亏虚;脉络瘀阻",
        "[临证体会]": "胃病30余年，长期处于紧张的工作之中，所谓劳倦伤脾，是造成脾胃虚损的病因；纳呆，消瘦，体重下降，面色黄滞，唇暗，舌淡嫩，齿印，脉虚弱，胃下垂，是脾脏阳气亏虚的证候；舌苔光剥，呕吐，脉细，是胃之阴津亏损已甚的外候；胃脘疼痛，上腹及背部夹脊压痛，舌边见瘀斑，是脉络瘀阻的见症；低热，大便秘结，脉弦，乃阴虚夹有虚热之故。"
    },
    {
        "[临床资料]": "郝某，男，6岁。初诊：1972年10月20日。主诉及病史：3岁时发烧后，出现低热盗汗。诊查：面黄肌瘦，毛发枯燥，不欲饮食，小便短赤，大便干燥，舌质红苔少，脉细数。胸片提示：“肺门淋巴结核”。",
        "[核心病机]": "热病伤阴;肺胃失养",
        "[临证体会]": "本例患儿因热病伤阴，肺胃失养，痨虫感染后所得。"
    },
    {
        "[临床资料]": "王某，男，45岁。主诉及病史：2个月前于外出路上，突然下肢无力，跌倒在地，当时未予注意，但自觉数天来腰背酸软，下肢乏力，多走数步则肢体下沉，容易跌倒，以后又连续跌倒两次，乃去某医学院附属医院神经科检查，脊髓腔造影显示：4、5腰椎管狭窄，脊髓神经及下行纤维受到压迫，诊断为“椎管狭窄症”，治疗1个月未见好转，乃转求中医治疗。诊查：患者脉沉细，舌暗淡，苔薄黄。腰椎部有酸胀感及压痛，下肢表面无异常，触觉亦正常，但不敢久站，久站则欲倾倒，饮食睡眠尚好。",
        "[核心病机]": "肾气不足;血虚生风",
        "[临证体会]": "本病为肾亏所致。腰为肾之府，脊椎为督脉所在，督脉属肾，肾气不足则督脉亦亏；下肢为少阴通络，督脉统辖下肢，督脉空虚，下肢无主，则易跌倒。古称“风痱”，盖血虚生风，痱者废也，故下肢废软无力。"
    },
    {
        "[临床资料]": "王某，女，38岁。初诊：1962年7月10日。主诉及病史：营养不良。引起肝大面肿；经事到期未至，已历5个月。诊查：面色咣白，神疲嗜睡，脉虚弱无力，舌淡白。",
        "[核心病机]": "气血亏损",
        "[临证体会]": "脾为后天之本，运化水谷精微，以资生气血。因营养不良，致气血亏损，无多余气血以作天癸，气滞血瘀，肝大面肿，相继发生。"
    },
    {
        "[临床资料]": "陈某，男，61岁。初诊：1977年6月2日。主诉及病史：右侧腰部疼痛已1周，5月28日患者因持续性右下腹痛、阵发性加剧，历时4小时而至某医院就诊，查血白细胞9600/mm3，中性79%，拟诊为阑尾炎，医用青霉素、颠茄合剂治之，痛未止。至5月29日因痛势加剧，又至某医院急诊，诊时右腰部绞痛，放射至右腹部，摄腹部X线平片未见阳性结石影。尿常规检查：蛋白微量，上皮细胞极少，脓细胞(0～2)，红细胞少许。医者根据临床表现，拟诊为泌尿系结石，用阿托品肌注，呋喃咀啶口服，但疼痛仍不止，阵发性绞痛日夜皆作。1977年6月2日转来门诊。诊查：诊时诉右侧腰痛，阵发性绞痛日发3～4次，面色黧黑呈痛苦貌，昨大便泄泻8次，质如稀水，今解3次，微咳有痰(有慢性气管炎史)，平素嗜酒，向有胃痛，脉滑，苔黄厚上罩灰黑。",
        "[核心病机]": "酒家湿蕴;化热生痰",
        "[临证体会]": "酒家湿蕴，化热生痰，流经入络，壅泄脉道，气血不畅，不通则痛。投抗菌消炎之品，解痉止痛之剂，痛不能止，概因酒湿痰热未祛，脉道不和故也。患者舌苔黄厚，上罩灰黑，是湿热痰火为患之据，长期嗜酒为湿热内生之因，酒家中阳多伤，高年下元多亏，胃痛便泄，面色黧黑是其证候。"
    },
    {
        "[临床资料]": "何某，女，42岁。初诊：1967年11月。主诉及病史：患者初病经水适断，缠绵日久，精神似已失常。嗜食异物，每日吃生米当饭。辗转床褥，高热不退，大便不行，夜则谵语，口苦燥渴，终日索饮不休。一身疼痛，自命必死。儿女骇之，急唤父归，为治后事。适予巡回医疗遇此，乞为治。诊查：脉弦而滑数，舌质红而苔黄燥。",
        "[核心病机]": "胃火实",
        "[临证体会]": "该患者以居穷乡僻壤，医药不便，亦不惯于用医药，有病则卧床呻吟而已。胃火实甚，故吃生米亦消。病发于经水适断，昼日明了，暮则谵语，确属热入血室之候，复兼胃热。"
    },
    {
        "[临床资料]": "来某，女，61岁。初诊：1978年2月20日。主诉及病史：西医诊为幽门不全性梗阻。诊查：中脘阵痛，呕吐频繁，便结数日不下，口干舌燥，苔黄腻糙质红，脉细弦。",
        "[核心病机]": "湿热蕴积;气机郁滞;气壅上逆",
        "[临证体会]": "湿热蕴积，气机郁滞，则中脘疼痛大便秘结；气壅上逆则呕吐频繁。"
    },
    {
        "[临床资料]": "李某，男，50岁。初诊：1982年7月12日。主诉及病史：1981年3月发现舌面靠近根部有一约长3cm、宽0.8cm的椭圆形结节，高出舌面约0.2cm，状如荔壳，触之质地同舌无异。经吉林某医院切片化验，诊为“慢性炎症，典型增生”。经多方医治无效。现值返闽探亲之便，来我院门诊。诊查：症见口干、舌麻微痛，常失眠、头晕心悸，形神倦怠，纳食尚可，时有便秘，既往曾患“梅核气”。有嗜烟酒史。舌淡红、苔浅剥，舌根结节同上述，脉细近弦。",
        "[核心病机]": "耗伤肾水;相火离位",
        "[临证体会]": "本例由于患者长期用脑过度，熬夜劳神，扰动心火。心火动越则更耗伤肾水，而致失眠、心悸、神倦、口干诸症；君火动则扰动相火离位，从下而出，循脉上炎，鼓舌而生结节。多嗜烟酒炙博，则干涩尤甚，是火炎之兆。惜乎前治，偏重“梅核”，多从调气郁用药，未能抓住病根，遂演成现状。"
    },
    {
        "[临床资料]": "张某，男，65岁。初诊：1946年秋。主诉及病史：大热病后，左下腭臼齿部突然长出横牙1颗，其利如锋，直插舌底，口舌俱肿，饮食维艰。屡经牙医治疗，或自行折断，但不越旬日即复出如故。曾在某医学院牙科就诊，拟行手术治疗。临手术时方知患者系伪广西民政厅长张某之兄，惟恐手术失败而遭横祸，遂不敢手术，嘱患者另请高明。诊查：诊见左下腭臼齿部牙床连及舌根部肿硬疼痛，张口困难，自诉有一牙片穿入舌底，致舌体不能转动自如、吐字亦甚含糊；同时患者出示其本人用手折断之标本与余观之，长约五六分，状如小刀，纯骨也。询其病情，知其眠差易惊，心悸不宁，夜间咽干，但不欲饮，大便尚可。每溺时必发晕厥，必须平卧片刻将其溺分数次排出而方可免。脉虚大，重按无力，两尺尤甚，舌质稍淡，舌苔嫩黄。",
        "[核心病机]": "肾元不固;虚火上炎",
        "[临证体会]": "此病例极为罕见，但治愈之理犹未尽解。中医学认为，肾气虚弱，或因生疮日久，或失治、复遭寒邪侵入，与脓毒凝结，借人之气血化成多骨。多见于腮、腭、牙床、眼胞、颏下等部位。患者溺时晕厥，其脉虚大，重按无力，两尺尤甚，且年逾花甲，说明肾气已虚；虽证见患处肿硬疼痛，张口困难，亦非实热，实乃肾元不固、虚火上炎之故也。"
    },
    {
        "[临床资料]": "董某，男，15岁。初诊：1972年11月28日。主诉及病史：病员心累心跳，痰中带血，大小便欠通畅，食少，口干，腹胀。发病已1年余，西医诊为心包炎，经多方治疗未见效果，且病情日益加重。诊查：脉象浮数，舌苔黄腻。",
        "[核心病机]": "伤于中焦;湿热蕴积;热证兼风之征",
        "[临证体会]": "本例症状，系湿热久蕴、弥漫三焦、复加外风所致。湿热伤于上焦、干及心脏则心累心跳，损及肺脏则痰中带血；伤于中焦则发为口干、食少、腹胀；伤于下焦则大小便均欠畅通。且湿热蕴积过久，最易损及阴分，阴分受损则心累心跳，痰中带血，口中乏津等症更会增剧，病情亦由是愈演愈烈。其舌苔黄腻，亦符湿热内蕴之象，脉象浮数为热证兼风之征。风邪外束，则三焦闭阻愈甚，腑气不通则阴分耗损愈烈。"
    },
    {
        "[临床资料]": "冯某，女，43岁。初诊:1983年6月30日。主诉及病史:因夫丧逐渐发生精神异常，意识反应迟钝，两腿活动无力，走路困难。开始生活尚能自理。近2年来，上述症状加重，意识有时模糊，缺乏思维能力，经常失眠，精神呆板，行为拙笨，语声低微不清，走路需人搀扶，否则常易摔倒，头部已有数处摔伤，上肢活动尚可，近2个月下肢有轻度浮肿。诊查:伸舌颤动，仅能伸出舌尖，舌质润，苔薄白，脉弦缓无力，两手平伸振颤，纳呆，大便秘结。",
        "[核心病机]": "肝气郁结;克伐脾胃;痰湿内生;蒙蔽心窍;气郁日久;虚风内动",
        "[临证体会]": "肝气郁结，克伐脾胃，以致痰湿内生，蒙蔽心窍;气郁日久，损及肝肾阴血，以致虚风内动。"
    },
    {
        "[临床资料]": "曹某，女，36岁。外院会诊。初诊：1970年5月26日。主诉及病史：“风湿性心脏病”术后4天，精神极度疲惫，汗出淋漓不尽，肢体厥冷，血压偏低，不思纳谷。诊查：脉细微，苔腻。",
        "[核心病机]": "气血两亏;阳气虚弱;卫阳不能外固",
        "[临证体会]": "本病患者罹患“风湿性心脏病”数年之久，加之心脏手术的创伤，导致气血两亏，阳气虚弱，不能敷布肌肤，故肢体厥冷；卫阳不能外固，则肌表空虚；营阴不能内守，则汗出淋漓。脉象微细，为正气衰惫之征。汗为心液，大汗淋漓不尽，耗伤元气与津液，二者互为因果，形成恶性循环，大有亡阳虚脱之危。"
    },
    {
        "[临床资料]": "吴某，女，21岁。初诊：1975年3月16日。主诉及病史：患者因情绪刺激，患精神分裂症后住院1年半，出院后病症未见显著改善。诊查：刻诊面色眺白而浮肿，语言能够对答而无伦次，自诉心慌、胆怯，耳边听到有人讲话，大便干结。家属诉病人有时翻眼睛，有时发抖，有时胡思乱想；出言不伦，有时大声吵闹。行为幼稚，贪吃懒做。诊其脉促，舌淡边有齿印。",
        "[核心病机]": "心脾之损;痰涎壅积",
        "[临证体会]": "本案患者初诊表现：面色酰白而浮肿，心慌、胆怯、脉促(促属心虚痰结)、舌淡，心脾之损是本，痰涎壅积是标。\n"
    },
    {
        "[临床资料]": "郝某，女，36岁。初诊：1985年8月29日。主诉及病史：患者4年前冬季感受风寒之后，周身关节酸痛，尤以四肢小关节疼痛为甚，近一年来渐至手足骨节肿大变形，活动受限，伴形寒肢冷、头昏目眩、耳鸣、腰膝酸软、小腹冷痛、二便自调。经某医院西医查类风湿因子阳性。血沉30mm/1h，抗链“O”阴性。诊为：类风湿关节炎。诊查：舌淡两侧紫暗，苔薄白，脉沉缓。",
        "[核心病机]": "经络受邪;营卫不从;肝肾阴虚",
        "[临证体会]": "《素问·痹论》云：“风寒湿三气杂至合而为痹。”又云：“所谓痹者，各以其时重感于风寒湿之气也。”故有风、寒、湿三痹之别耳。斯例感于冬季寒气正盛之时，且病人痹痛有定处，显属“痛痹”，然“病久而不去者，内舍于其合也，”经络受邪，营卫不从，羁延进展，由浅入深，内合于脏，久之必损及肝肾之阴，则见头昏目眩、耳鸣、腰膝酸软等肝肾阴虚之证。"
    },
    {
        "[临床资料]": "赵某，女，8岁。初诊：1980年12月13日。主诉及病史：1979年冬突然发病，跌仆神昏，口眼喝斜，左侧肢体瘫痪，某医院拟诊为“病毒性脑炎”，经治疗后好转出院。但左侧肢体仍瘫痪，手不能持物，足不能履步。诊查：诊见履步艰难，口唇偏向右歪，伸舌偏右，舌质红，苔白滑，脉沉滑。",
        "[核心病机]": "痰瘀为患",
        "[临证体会]": "本患儿由于饮食不节，脾失健运，聚湿生痰，痰湿流注经络而发病，痰湿之邪，重浊粘腻，久而不化，故经久不愈。《灵枢·刺节真邪》指出：“虚邪偏客于身半，其入深，内居营卫，营卫稍衰，则真气去，邪气独留，发为偏枯”。此乃正虚邪实、痰瘀为患。"
    },
    {
        "[临床资料]": "张某，男，70岁。初诊：1982年5月10日。主诉及病史：曾患肺结核，经治痊愈。1980年春节回乡探亲，途中劳累，倦怠乏力，时有午后潮热，偶或干咳，痰少稀白，症状时现时消，未加注意。1981年9月因骨折卧床月余，愈后仍体虚绵绵，午后发热。1982年4月9日因洗澡后感冒，始见恶寒发热、头痛鼻塞、咳痰白量少，继之热度陡高，体温达40℃以上，自服退热药(药名不详)，体温持续波动在38～39℃间。数日后，胸部隐痛，气短，咳吐粘白痰，痰中带血丝。在省某医院诊为肺结核。经数医院用抗痨、消炎药未效。延余诊时，见发热头晕，干咳，吐少量稀白痰，时带血丝，胸痛不明显，气急喘促，倚息不得卧，时有汗出，五心烦热。诊查：体温38.5℃，肤扪之灼手、胸部尤甚，左侧肋间隙增宽，呼吸音减低，无湿性啰音，叩诊实音。体瘦，面赤颧红。舌红，苔白润，脉沉细数。4月20日左侧胸腔穿刺抽液化验：草黄色微浊，比重1.020，Rivalta氏试验(+)，蛋白定量4.51g%，白细胞1500/mm3，以淋巴细胞占多数。5月3日胸腔穿刺抽出脓液10ml，经检验有绿脓杆菌。",
        "[核心病机]": "饮邪化热;阴虚肺燥",
        "[临证体会]": "患者原患肺痨，肺阴久虚，且年迈骨折，卧床月余，耗损正气，复感外寒，寒闭于表，肺失宣降，水道通调失司，导致水停胸胁，阻滞气机，饮邪化热，更伤肺阴，终至饮热蕴结，腐化成脓。据证脉分析，系风寒袭肺，宣降失司，阴虚肺燥，为寒热夹杂、虚实交错之证。"
    },
    {
        "[临床资料]": "黄某，女，32岁。主诉及病史：患过敏性鼻炎已数年，累治未愈。此次发作特剧，头闷疼，鼻塞而痒，喷嚏连连，清涕常流，殊觉不适。诊查：苔薄白，舌质略紫暗，脉弦，便干尿黄。",
        "[核心病机]": "风邪伏肺;久郁致瘀",
        "[临证体会]": "本例鼻炎反复，久治未愈，常法用之无效，殆风邪伏肺不时发作，久郁致瘀使然，故舌质已有紫暗现象。"
    },
    {
        "[临床资料]": "赵某，男，27岁。初诊：1982年12月22日。主诉及病史：西医诊断为粘连性肠梗阻。诊查：平素嗜纳牛羊肉，经常便秘腹痛。脉弦，苔薄。",
        "[核心病机]": "腑气不通",
        "[临证体会]": "此例系粘连性肠梗阻所致的腹痛，因热结于内，气血瘀滞，腑气不通，故见大便秘结，腹胀且痛，属阳明腑实。"
    },
    {
        "[临床资料]": "赵某，女，55岁.初诊：1972年1月18日。主诉及病史：1970年11月16日，因持续胃痛伴频繁呕吐2天，在某医院急诊，诊断为“溃疡病合并幽门梗阻，胃癌待排除”，收治入院。经胃肠钡餐检查，诊断为“胃癌合并幽门梗阻”，转外科手术。术后右上腹持续疼痛，并经常出现黑粪，病情日趋恶化。诊查：面苍形瘦，精神委靡，行走需人扶持。胃脘疼痛，引及胁肋，纳呆寐差。脉细弦，舌苔花剥。",
        "[核心病机]": "肝失条达;脾胃受损;瘀热蕴结;耗伤气阴",
        "[临证体会]": "患者夙有胃病，因女儿罹癫狂之病，长期情志不豫，肝失条达，脾胃受损，气滞血凝，酿成瘢积。虽施姑息手术，然瘤体内存，隐害未除，瘀热蕴结，耗伤气阴，遂致痼疾迁延，日益进展，沉疴势入膏育。窃思肿瘤虽见于胃腑，而病机却涉及整体。"
    },
    {
        "[临床资料]": "初诊：1985年7月2日。主诉及病史：18岁月经初潮，每次经期小腹疼痛，恶冷，喜热敷，痛甚则呕，经潮2天后则痛渐缓，量少色暗红；每当经潮疼痛不能上班。平素腰酸耳鸣，倦怠无力，纳少便秘。月经周期为28天至40天，经期3天，末次月经6月26日。脉沉弦软(80次/分)，舌红苔灰。",
        "[核心病机]": "寒凝血瘀;肾阳不足",
        "[临证体会]": "本例患者胞脉失于温煦，寒凝血瘀，脉络拘急，故经量少，色暗红，小腹剧痛，恶寒而喜热敷。寒阻冲任，冲气上逆，故痛甚而呕。均属肾阳不足，血虚血瘀之候。"
    },
    {
        "[临床资料]": "李某，男，43岁。初诊：1972年2月9日。主诉及病史：右眼眉无故脱落，已2年余。先是逐渐脱落，约1年多时间掉去3/4，仅余内端少许。近数月来右眉脱落殆尽。左眉依旧。经中西药物治疗均未见效。诊查：舌质微淡，脉小濡，两尺略差。头顶光秃，右眉全无。余无明显异状可见。",
        "[核心病机]": "气血不充",
        "[临证体会]": "今其人舌淡脉濡，气血不充，毛发失养，故眉脱而发秃。眉际乃足太少两阳经循行之所，而太阳与少阴、少阳与厥阴相为表里，关系殊密，“脏之气行于腑，腑之精归于脏”，病涉肝肾，其眉遂脱。"
    },
    {
        "[临床资料]": "患者张某，女，46岁。初诊：1974年4月11日。主诉及病史：患者于1973年4月因患急性黄疸性肝炎而住传染病院治疗，2个多月后痊愈出院。出院后仍继续服中药，6月中旬开始觉服中药后胃脘不适。6月底每于吞咽时有阻碍感，并伴有牵拉样疼痛，且疼痛部位从项部逐渐下移。9月疼痛移至剑突上胸骨后并向背部及上胸部放射，时有胃脘烧灼感及恶心，但无呕吐，11月4日住解放军某医院治疗。根据纤维胃镜及多次食管钡餐检查，诊断为食管炎。又因心电图运动试验阳性、三酸甘油三酯250mg%诊断为“冠心病”。共住院治疗3月余，经用中西药治疗未见明显效果。诊查：诊时除上述吞咽受阻伴食管下段疼痛症状外，并见疼痛加剧，发作严重时则不能食，强咽即吐；面色胱白，气短乏力，舌嫩，苔白润，脉弦滑，重按无力。",
        "[核心病机]": "损伤中气;痰浊阻膈",
        "[临证体会]": "本例因病后损伤中气，脾失健运，湿浊内生，聚湿成痰，痰浊阻膈而成。从患者面色酰白、气短乏力、舌嫩苔白、脉重按无力，可知脾气内虚；食管疼痛，饮食难下，强咽即吐，舌苔润，脉弦滑，乃痰浊中阻之象。脾虚为本，痰浊为标，本虚标实。"
    },
    {
        "[临床资料]": "袁某，男，12岁。初诊:1975年11月6日。主诉及病史:患者感染白喉，住市传染病医院治疗，喉头白膜已脱落，但精神委靡，心跳缓慢，心律不齐。诊断为白喉并发中毒性心肌炎，建议中医药治疗，故邀请陆老会诊。诊查:诊见患儿面色灰白，呼吸气短，心悸胸闷，神疲乏力，自汗不止，睡眠不安，口咽干燥，胃纳呆滞。舌质红少苔，脉细弱并见结代。",
        "[核心病机]": "外感疫毒入里;耗损心气和心阴",
        "[临证体会]": "中医认为是外感疫毒入里，耗损心气和心阴，故出现神委气短、胸闷心悸、口咽干燥、舌红少苔、脉细弱并见结代等症。"
    }
]